Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: newly created tours will automatically be stored on this remote storage
fi_fi: Juuri luodut retket tallennetaan automaattisesti tähän etätallennustilaan
he_il: סיורים חדשים שנוצרו יאוחסנו באופן אוטומטי באחסון מרוחק זה
id_id: tur yang baru dibuat akan secara otomatis disimpan di penyimpanan jarak jauh ini

source: Provider
fi_fi: Kuljetuspalvelu
he_il: ספק שירות
id_id: Penyedia

source: Region
fi_fi: Alue
he_il: איזור
id_id: Wilayah

source: Bucket name
fi_fi: Säilön nimi
he_il: שם דלי
id_id: Nama ember

source: the name must be unique and without special characters. Do not use the same bucket name for different installations.
fi_fi: Nimen on oltava ainutlaatuinen ja ilman erikoismerkkejä. Älä käytä samaa säilön nimeä eri asennuksissa.
he_il: השם חייב להיות ייחודי וללא תווים מיוחדים. אל תשתמש באותו שם דלי עבור התקנות שונות.
id_id: nama harus unik dan tanpa karakter khusus. Jangan gunakan nama bucket yang sama untuk pemasangan yang berbeda.

source: Access Key
fi_fi: Pääsytunnus
he_il: מפתח גישה
id_id: Kunci akses

source: Secret Key
fi_fi: Salattu avain
he_il: מפתח סודי

source: Account ID
fi_fi: Tilin tunnus
he_il: מזהה חשבון
id_id: ID Akun

source: Custom domain / CDN
fi_fi: Mukautettu verkkotunnus / CDN
he_il: תחום מותאם אישית / CDN
id_id: Domain khusus / CDN

source: Initialize
fi_fi: Alustaa
he_il: אתחל
id_id: Inisialisasi

source: You have %s tours in remote storage, to change settings you need to move them locally first!
fi_fi: Sinulla on %s retkeä etätallennustilassa, asetusten muuttamiseksi sinun on ensin siirrettävä ne paikallisesti!
he_il: יש לך סיורים %s באחסון מרוחק, כדי לשנות הגדרות אתה צריך להעביר אותם באופן מקומי תחילה!
id_id: Anda memiliki %s tur di penyimpanan jarak jauh, untuk mengubah setelan, Anda harus memindahkannya secara lokal terlebih dahulu!

source: From the profile menu, go to the <b>Security Credentials</b> section.
fi_fi: Siirry profiilivalikosta <b>Suojaustiedot-osioon</b> .
he_il: מתפריט פרופיל, עבור אל המקטע <b>אישורי אבטחה</b> .
id_id: Dari menu profil, buka bagian <b>Kredensial Keamanan</b> .

source: On the <b>Access Keys</b> section click on <b>Create new access key</b> button.
fi_fi: Napsauta <b>Pääsyavaimet-osiossa</b> <b>Luo uusi pääsyavain</b> -painiketta.
he_il: בקטע <b>מפתחות גישה</b> , לחץ על <b>צור מפתח גישה חדש</b> לחצן.
id_id: Pada bagian <b>Access Keys</b> klik tombol <b>Create new access key</b> .

source: Copy the <b>Access Key</b> and <b>Secret Key</b> in the fields above and click <b>Initialize</b>.
fi_fi: Kopioi <b>pääsyavain</b> ja <b>salainen avain</b> yllä oleviin kenttiin ja valitse <b>Alusta.</b>
he_il: העתק את <b>מפתח הגישה</b> ואת <b>המפתח הסודי</b> בשדות לעיל ולחץ על <b>אתחול</b>.
id_id: Salin <b>Access Key</b> dan <b>Secret Key</b> pada kolom di atas dan klik <b>Initialize</b> .

source: From the menu bar, go to the <b>R2 - Overview</b> section.
fi_fi: Siirry valikkoriviltä <b>R2 - yleiskatsaus -</b> osioon.
he_il: משורת התפריטים, עבור אל <b>R2 - סקירה כללית</b> סעיף.
id_id: Dari bilah menu, buka bagian <b>R2 - Ikhtisar</b> .

source: Copy the <b>ID Account</b> in the field above and click on <b>Manage R2 API Tokens</b>.
fi_fi: Kopioi <b>ID-tili</b> yllä olevaan kenttään ja napsauta <b>Hallitse R2 API -tunnuksia</b>.
he_il: העתק את <b>חשבון המזהה</b> בשדה למעלה ולחץ על <b>נהל אסימוני API R2</b>.
id_id: Salin <b>Akun ID</b> di bidang di atas dan klik <b>Kelola Token API R2</b> .

source: Click on <b>Create API Token</b>, set Permissions to <b>Edit</b> and click <b>Create</b> button.
fi_fi: Napsauta Luo <b>API-tunnus</b>, aseta Käyttöoikeudet <b>muokattavaksi</b> ja napsauta <b>Luo-painiketta</b> .
he_il: לחץ על <b>צור אסימון API</b>, הגדר הרשאות <b>לעריכה</b> ולחץ על <b>כפתור צור</b> .
id_id: Klik <b>Buat Token API</b> , atur Izin untuk <b>Mengedit</b> dan klik tombol <b>Buat</b> .

source: Copy the <b>Access Key ID</b> and <b>Secret Access Key</b> in the fields above and click <b>Initialize</b>.
fi_fi: Kopioi <b>pääsyavaimen tunnus</b> ja <b>salainen pääsyavain</b> yllä oleviin kenttiin ja valitse <b>Alusta.</b>
he_il: העתק את <b>מזהה מפתח הגישה</b> ואת <b>מפתח הגישה הסודי</b> בשדות לעיל ולחץ על <b>אתחול</b>.
id_id: Salin <b>Access Key ID</b> dan <b>Secret Access Key</b> pada kolom di atas dan klik <b>Initialize</b> .

source: Once the initialization complete, return to <b>Cloudflare - R2</b> and click into your <b>bucket</b> name.
fi_fi: Kun alustus on valmis, palaa <b>kohtaan Cloudflare - R2</b> ja napsauta <b>säilön</b> nimeä.
he_il: לאחר השלמת האתחול, חזור אל <b>Cloudflare - R2</b> ולחץ על שם <b>הדלי</b> שלך.
id_id: Setelah inisialisasi selesai, kembali ke <b>Cloudflare - R2</b> dan klik nama <b>bucket</b> Anda.

source: Click the <b>Settings</b> tab and under <b>Public Access</b> click <b>Connect Domain</b> and follow the onscreen instructions.
fi_fi: Napsauta <b>Settings (Asetukset</b> ) -välilehteä, valitse <b>Public Access (Julkinen käyttö</b> ) -kohdassa <b>Connect Domain (Yhdistä toimialue</b> ) ja noudata näyttöön tulevia ohjeita.
he_il: לחץ על הכרטיסיה <b>הגדרות</b> ותחת <b>גישה ציבורית</b> , לחץ על <b>חבר תחום</b> ופעל בהתאם להוראות שעל המסך.
id_id: Klik tab <b>Pengaturan</b> dan di bawah <b>Akses Publik</b> klik <b>Hubungkan Domain</b> dan ikuti petunjuk di layar.

source: Insert the <b>Custom domain</b> connected in the field above.
fi_fi: Lisää <b>yhdistetty mukautettu toimialue</b> yllä olevaan kenttään.
he_il: הוסף את <b>התחום המותאם אישית</b> המחובר בשדה לעיל.
id_id: Masukkan <b>Domain khusus</b> yang terhubung di bidang di atas.

source: From the menu bar, go to the <b>Manage - API</b> section, click on tab <b>Spaces Keys</b> and click on <b>Generate New Key</b>.
fi_fi: Siirry valikkoriviltä <b>Hallitse - API-osioon</b> , napsauta välilehteä <b>Spaces Keys</b> ja napsauta <b>Luo uusi avain</b>.
he_il: משורת התפריטים, עבור אל <b>ניהול - API</b> סעיף, לחץ על <b>כרטיסיית רווחים</b> מקשים ולחץ על <b>צור מפתח חדש</b>.
id_id: Dari bilah menu, buka bagian <b>Kelola - API</b> , klik tab <b>Tombol Spasi</b> dan klik <b>Hasilkan Kunci Baru</b> .

source: Copy the <b>Key</b> and <b>Secret</b> in the fields above and click <b>Initialize</b>.
fi_fi: Kopioi <b>avain</b> ja <b>salaisuus</b> yllä oleviin kenttiin ja valitse <b>Alusta.</b>
he_il: העתק את <b>המפתח</b> <b>והסוד</b> בשדות לעיל ולחץ על <b>אתחול</b>.
id_id: Salin <b>Kunci</b> dan <b>Rahasia</b> di bidang di atas dan klik <b>Inisialisasi</b> .

source: From the side bar, go to the <b>Application Keys</b> section, click on button <b>Add a New Application Key</b> and set the following parameters:
fi_fi: Siirry sivupalkista <b>Sovellusavaimet-</b> osioon, napsauta <b>Lisää uusi sovellusavain -painiketta</b> ja aseta seuraavat parametrit:
he_il: בסרגל הצד, עבור אל <b>הקטע מפתחות יישום</b> , לחץ על כפתור <b>הוסף מפתח יישום חדש</b> והגדר את הפרמטרים הבאים:
id_id: Dari bilah sisi, buka bagian <b>Kunci Aplikasi</b> , klik tombol <b>Tambahkan Kunci Aplikasi Baru</b> dan atur parameter berikut:

source: <b>Name of Key</b> = Choose one
fi_fi: <b>Avaimen nimi</b> = Valitse yksi
he_il: <b>שם המפתח</b> = בחר מפתח
id_id: <b>Nama Kunci</b> = Pilih salah satu

source: <b>Allow access to Buckets</b> = All
fi_fi: <b>Salli pääsy ämpäriin</b> = Kaikki
he_il: <b>אפשר גישה לדליים</b> = הכל
id_id: <b>Izinkan akses ke Bucket</b> = Semua

source: <b>Type of Access</b> = Read and Write
fi_fi: <b>Käyttöoikeustyyppi</b> = Lue ja kirjoita
he_il: <b>סוג גישה</b> = קריאה וכתיבה
id_id: <b>Jenis Akses</b> = Baca dan Tulis

source: Click on <b>Create New Key</b> button.
fi_fi: Napsauta <b>Luo uusi avain</b> -painiketta.
he_il: לחץ על <b>כפתור צור מפתח חדש</b> .
id_id: Klik tombol <b>Buat Kunci Baru</b> .

source: The <b>region</b> you select must be part of the region you selected when you created your account
fi_fi: Valitsemasi <b>alueen</b> on oltava osa aluetta, jonka valitsit tilin luomisen yhteydessä
he_il: <b>האזור</b> שתבחר חייב להיות חלק מהאזור שבחרת כשיצרת את החשבון
id_id: <b>Wilayah</b> yang Anda pilih harus merupakan bagian dari wilayah yang Anda pilih saat membuat akun

source: Copy the <b>keyID</b> to <b>Access Key</b> and <b>applicationKey</b> to <b>Secret Key</b> in the fields above and click <b>Initialize</b>.
fi_fi: Kopioi <b>avaintunnus</b> <b>pääsyavaimeen</b> ja <b>sovellusavain</b> <b>salainen avaimeen</b> yllä oleviin kenttiin ja napsauta <b>Initialize</b> .
he_il: העתק את <b>מזהה המפתח</b> <b>למפתח גישה</b> ואת <b>מפתח היישום</b> <b>למפתח סודי</b> בשדות לעיל ולחץ על <b>אתחול</b>.
id_id: Salin <b>keyID</b> ke <b>Access Key</b> dan <b>applicationKey</b> ke <b>Secret Key</b> pada kolom di atas dan klik <b>Initialize</b> .

source: Once the initialization complete, return to Backblaze - <b>Buckets</b> section, click on <b>Setting of the Bucket</b> near the created bucket and set the contents as <b>Public</b>.
fi_fi: Kun alustus on valmis, palaa Backblaze - <b>Buckets</b> -osioon, napsauta <b>Setting of the Bucket -kohtaa</b> luodun kauhan lähellä ja aseta sisältö <b>julkiseksi</b> .
he_il: לאחר השלמת האתחול, חזור אל Backblaze - <b>דליים</b> סעיף, לחץ על <b>הגדרת הדלי</b> ליד הדלי שנוצר והגדר את התוכן <b>כציבורי</b>.
id_id: Setelah inisialisasi selesai, kembali ke bagian Backblaze - <b>Buckets</b> , klik <b>Setting of the Bucket</b> di dekat bucket yang dibuat dan atur isinya sebagai <b>Public</b> .

source: From the side bar, go to the <b>Access</b> section, click on button <b>New Access Keys</b> and set the following parameters:
fi_fi: Siirry sivupalkista <b>Access-</b> osioon, napsauta painiketta <b>Uudet pääsyavaimet</b> ja aseta seuraavat parametrit:
he_il: מסרגל הצד, עבור אל הקטע <b>גישה</b> , לחץ על כפתור <b>מפתחות גישה חדשים</b> והגדר את הפרמטרים הבאים:
id_id: Dari bilah sisi, buka bagian <b>Akses</b> , klik tombol <b>Kunci Akses Baru</b> dan atur parameter berikut:

source: <b>Access Type</b> = S3 Credentials
fi_fi: <b>Käyttöoikeustyyppi</b> = S3 Credentials
he_il: <b>סוג גישה</b> = אישורי S3
id_id: <b>Jenis Akses</b> = Kredensial S3

source: <b>Access Permissions</b> = All Permissions
fi_fi: <b>Käyttöoikeudet</b> = Kaikki käyttöoikeudet
he_il: <b>הרשאות גישה</b> = כל ההרשאות
id_id: <b>Izin Akses</b> = Semua Izin

source: <b>Access Buckets</b> = All Buckets
fi_fi: <b>Access Buckets</b> = kaikki kauhat
he_il: <b>דליי גישה</b> = כל הדליים
id_id: <b>Akses Bucket</b> = Semua Bucket

source: <b>Access Expiration Date</b> = No expiration
fi_fi: <b>Käyttöoikeuden viimeinen voimassaolopäivä</b> = Ei voimassaoloa
he_il: <b>תאריך תפוגה של גישה</b> = אין תפוגה
id_id: <b>Tanggal Kedaluwarsa Akses</b> = Tidak ada masa berlakunya

source: Once the initialization complete, return to Storj <b>Dashboard</b> - <b>Buckets</b>, click on 3 dots next to the created bucket, click on <b>Share Bucket</b>.
fi_fi: Kun alustus on valmis, palaa Storj <b>Dashboard</b> - <b>Buckets -kohtaan</b> , napsauta 3 pistettä luodun kauhan vieressä, napsauta <b>Share Bucket</b> .
he_il: לאחר השלמת האתחול, חזור אל <b>Storj Dashboard</b> - <b>Buckets</b>, לחץ על 3 נקודות ליד הדלי שנוצר, לחץ על <b>Share Bucket</b>.
id_id: Setelah inisialisasi selesai, kembali ke Storj <b>Dashboard</b> - <b>Buckets</b> , klik 3 titik di sebelah bucket yang dibuat, klik <b>Share Bucket</b> .

source: Copy the <b>Shared link</b> inside the <b>Custom Domain</b> field above.
fi_fi: Kopioi <b>jaettu linkki</b> yllä olevan <b>mukautetun verkkotunnuksen</b> kentässä.
he_il: העתק את <b>הקישור משותף בתוך השדה</b> <b>תחום מותאם אישית</b> לעיל.
id_id: Salin <b>tautan Bersama</b> di dalam bidang <b>Domain Khusus</b> di atas.

source: Tools
fi_fi: Työkalut
he_il: כלים
id_id: Alat

source: if you want to use these services externally you have to copy the tools folder on the remote server and change the url
fi_fi: Jos haluat käyttää näitä palveluita ulkoisesti, sinun on kopioitava etäpalvelimen Työkalut-kansio ja vaihdettava URL-osoite
he_il: אם ברצונך להשתמש בשירותים אלה באופן חיצוני, עליך להעתיק את התיקייה Tools בשרת המרוחק ולשנות את כתובת ה- URL
id_id: jika Anda ingin menggunakan layanan ini secara eksternal, Anda harus menyalin folder alat di server jauh dan mengubah url

source: Multiresolution
fi_fi: Moniresoluutioinen
he_il: ריבוי רזולוציות
id_id: Multiresolusi

source: check if your system can generate multi resolution panoramas
fi_fi: Tarkista, pystyykö järjestelmäsi luomaan monitarkkuuksisia panoraamoja
he_il: בדוק אם המערכת שלך יכולה ליצור פנורמות ברזולוציות מרובות
id_id: periksa apakah sistem Anda dapat menghasilkan panorama multi-resolusi

source: Local
fi_fi: Paikallinen
he_il: מקומי
id_id: Lokal

source: Check Requirements
fi_fi: Tarkista vaatimukset
he_il: בדיקת דרישות
id_id: Periksa Persyaratan

source: check if your system can generate video 360
fi_fi: Tarkista, pystyykö järjestelmäsi luomaan Video 360:n
he_il: בדוק אם המערכת שלך יכולה ליצור וידאו 360
id_id: periksa apakah sistem Anda dapat menghasilkan video 360

source: check if your system can generate slideshow
fi_fi: Tarkista, pystyykö järjestelmäsi luomaan diaesityksen
he_il: בדוק אם המערכת שלך יכולה ליצור מצגת
id_id: periksa apakah sistem Anda dapat menghasilkan tayangan slide

source: Video Project
fi_fi: Video-projekti
he_il: פרויקט וידאו
id_id: Proyek Video

source: check if your system can generate video projects
fi_fi: Tarkista, pystyykö järjestelmäsi luomaan videoprojekteja
he_il: בדוק אם המערכת שלך יכולה ליצור פרויקטי וידאו
id_id: periksa apakah sistem Anda dapat menghasilkan proyek video

source: Street Url
fi_fi: Kadun URL-osoite
he_il: כתובת URL של רחוב
id_id: Url Jalanan

source: Street Subdomain
fi_fi: Street-aliverkkotunnus
he_il: רחוב סאב דומיין
id_id: Subdomain Jalan

source: Street Max Zoom
fi_fi: Street Max zoomaus
he_il: סטריט מקס זום
id_id: Zoom Maks Jalan

source: Satellite Url
fi_fi: Satelliitin URL-osoite
he_il: כתובת URL לווינית
id_id: Url Satelit

source: Satellite Subdomain
fi_fi: Satelliitti-aliverkkotunnus
he_il: תת-דומיין לווייני
id_id: Subdomain Satelit

source: Globe
fi_fi: Maapallo
he_il: גלובוס
id_id: bola dunia

source: Token
he_il: אסימון גישה

source: API Key
fi_fi: API-avain
he_il: מפתח API

source: Server Host
fi_fi: Palvelimen isäntä
he_il: מארח שרת
id_id: Tuan Rumah Server

source: Server Port
fi_fi: SMTP-palvelinportti
he_il: יציאת שרת
id_id: Porta peladen

source: Server Path
fi_fi: Palvelimen polku
he_il: נתיב שרת
id_id: Jalur Server

source: Host
fi_fi: Järjestäjä
he_il: מארח

source: Port
fi_fi: Portti
he_il: פורט

source: Server Domain
fi_fi: Palvelimen toimialue
he_il: תחום שרת
id_id: Domain Server

source: Enable Screencast
fi_fi: Ota kuvaruutu käyttöön
he_il: הפעל שידור מסך
id_id: Aktifkan Siaran Layar

source: Url Screencast App
fi_fi: URL-osoite Screencast-sovellus
he_il: אפליקציית שידור מסך URL
id_id: Aplikasi Screencast Url

source: link to the screencast web app that allows you to record your screen
fi_fi: Linkki Screencast-verkkosovellukseen, jonka avulla voit tallentaa näytön
he_il: קישור לאפליקציית האינטרנט Screencast המאפשרת לך להקליט את המסך שלך
id_id: tautan ke aplikasi web screencast yang memungkinkan Anda merekam layar Anda

source: Allow editing in tours
fi_fi: Salli muokkaaminen retkissä
he_il: אפשר עריכה בסיורים
id_id: Izinkan pengeditan dalam tur

source: you can setup different disqus accounts/sites for different tours
fi_fi: Voit määrittää eri Disqus-tilejä/sivustoja eri retkille
he_il: ניתן להגדיר חשבונות/אתרי Disqus שונים לסיורים שונים
id_id: Anda dapat mengatur akun/situs disqus yang berbeda untuk tur yang berbeda

source: allows to generate room's panorama with Artificial Intelligence
fi_fi: mahdollistaa huoneen panoraaman luomisen tekoälyn avulla
he_il: מאפשר ליצור פנורמה של החדר עם בינה מלאכותית
id_id: memungkinkan untuk menghasilkan panorama ruangan dengan Kecerdasan Buatan

source: Request it from %s
fi_fi: Pyydä sitä %s
he_il: בקש זאת מ- %s
id_id: Minta dari %s

source: allows to optimize room's panorama with Artificial Intelligence
fi_fi: mahdollistaa huoneen panoraaman optimoinnin tekoälyn avulla
he_il: מאפשר לייעל את הפנורמה של החדר באמצעות בינה מלאכותית
id_id: memungkinkan untuk mengoptimalkan panorama ruangan dengan Kecerdasan Buatan

source: Request it from %s (click on register on bottom left corner))
fi_fi: Pyydä se osoitteesta %s (klikkaa rekisteröidy vasemmassa alakulmassa)
he_il: בקש זאת %s (לחץ על הירשם בפינה השמאלית התחתונה))
id_id: Minta dari %s (klik daftar di pojok kiri bawah))

source: The resources to make the tours compatible in PWA are generated automatically. If this does not happen, create them manually with this button.
fi_fi: Resurssit, joiden avulla retket ovat yhteensopivia PWA: ssa, luodaan automaattisesti. Jos näin ei tapahdu, luo ne manuaalisesti tällä painikkeella.
he_il: המשאבים להתאמת הסיורים ב- PWA נוצרים באופן אוטומטי. אם זה לא קורה, צור אותם באופן ידני באמצעות לחצן זה.
id_id: Sumber daya untuk membuat tur kompatibel di PWA dihasilkan secara otomatis. Jika ini tidak terjadi, buat secara manual dengan tombol ini.

source: Generate Manually
fi_fi: Luo manuaalisesti
he_il: יצירה ידנית
id_id: Hasilkan Secara Manual

source: Timezone
fi_fi: Aikavyöhyke
he_il: איזור זמן
id_id: Zona Waktu

source: Translation Type
fi_fi: Käännöksen tyyppi
he_il: סוג הזמנה
id_id: Jenis Terjemahan

source: Languages Enabled (Backend)
fi_fi: Käytössä olevat kielet (taustajärjestelmä)
he_il: שפות זמינות (קצה עורפי)
id_id: Bahasa Diaktifkan (Backend)

source: Languages Enabled (Tours)
fi_fi: Käytössä olevat kielet (retket)
he_il: שפות זמינות (סיורים)
id_id: Bahasa Diaktifkan (Tur)

source: Translation
fi_fi: Käännös
he_il: תרגום
id_id: Terjemahan

source: enables the ability to translate of tour contents via translation API
fi_fi: mahdollistaa retken sisällön kääntämisen käännösrajapinnan kautta
he_il: מאפשר יכולת תרגום של תכני הסיור באמצעות תרגום API
id_id: memungkinkan kemampuan untuk menerjemahkan konten tur melalui API terjemahan

source: Main Website
fi_fi: Pääsivusto
he_il: אתר ראשי
id_id: Situs Web Utama

source: if set it put a return to website link into the login page
fi_fi: Jos se on asetettu, laita Return to Website -linkki kirjautumissivulle
he_il: אם הוא מוגדר הוא מכניס קישור חזרה לאתר בדף הכניסה
id_id: jika diatur, masukkan tautan kembali ke situs web ke halaman login

source: Contact E-Mail
fi_fi: Ota yhteyttä sähköpostiin
he_il: דואר אלקטרוני ליצירת קשר
id_id: Kontak Email

source: Help Link
fi_fi: Ohjelinkki
he_il: קישור עזרה
id_id: Tautan Bantuan

source: if set it put an help link into top right profile user menu
fi_fi: Jos se on asetettu, laita ohjelinkki oikean yläkulman profiilin käyttäjävalikkoon
he_il: אם הוא מוגדר כך, שים קישור עזרה בתפריט המשתמש של הפרופיל הימני העליון
id_id: jika diatur, letakkan tautan bantuan ke menu pengguna profil kanan atas

source: Tour List Mode
he_il: מצב רשימת סיורים
id_id: Mode Daftar Tur

source: If the tour list loads slowly, set the light mode
fi_fi: Jos kiertomatkaluettelo latautuu hitaasti, aseta valotila
he_il: אם רשימת הסיורים נטענת באיטיות, הגדר את מצב התאורה
id_id: Jika daftar tur dimuat dengan lambat, atur mode lampu

source: Light (always)
fi_fi: Kevyt (aina)
he_il: אור (תמיד)
id_id: Ringan (selalu)

source: Light (tours > 10)
fi_fi: Valo (matkat > 10)
he_il: אור (סיורים > 10)
id_id: Ringan (tur > 10)

source: Light (tours > 100)
fi_fi: Valo (matkat > 100)
he_il: אור (סיורים > 100)
id_id: Ringan (tur > 100)

source: Light (tours > 1000)
fi_fi: Valo (matkat > 1000)
he_il: אור (סיורים > 1000)
id_id: Ringan (tur > 1000)

source: Share Providers
fi_fi: Jaa palveluntarjoajat
he_il: ספקי שיתוף
id_id: Berbagi Penyedia

source: Font Provider
fi_fi: Fontin tarjoaja
he_il: ספק גופנים
id_id: Penyedia Font

source: Friendly Urls Blacklist
fi_fi: Ystävälliset URL-osoitteiden musta lista
he_il: רשימה שחורה של כתובות URL ידידותיות
id_id: Daftar Hitam Url Ramah

source: Enter friendly urls separated by comma
fi_fi: Kirjoita pilkuilla eroteltuja helppokäyttöisiä URL-osoitteita
he_il: הזן כתובות URL ידידותיות המופרדות בפסיק
id_id: Masukkan url ramah yang dipisahkan dengan koma

source: Maintenance Mode
fi_fi: Huoltotila
he_il: מצב תחזוקה
id_id: Mode Perawatan

source: Maintenance Backend
fi_fi: Taustajärjestelmän huoltotila
he_il: תחזוקה עורפית
id_id: Bagian Belakang Pemeliharaan

source: set the backend to maintenance mode and only the maintenance IP will be able to access
fi_fi: aseta taustajärjestelmä huoltotilaan ja vain ylläpito-IP voi käyttää
he_il: הגדר את הקצה העורפי למצב תחזוקה ורק כתובת ה- IP של התחזוקה תוכל לגשת
id_id: atur backend ke mode pemeliharaan dan hanya IP pemeliharaan yang dapat mengakses

source: Maintenance Viewer
fi_fi: Huollon katselija
he_il: מציג תחזוקה
id_id: Penampil Pemeliharaan

source: set the viewer to maintenance mode (all tours will be inaccessible) and only the maintenance IP will be able to access
fi_fi: aseta katselu ylläpitotilaan (kaikki retket ovat pois päältä) ja vain huolto-IP voi käyttää
he_il: הגדר את הצופה למצב תחזוקה (כל הסיורים לא יהיו נגישים) ורק כתובת ה- IP של התחזוקה תוכל לגשת
id_id: atur penampil ke mode pemeliharaan (semua tur tidak akan dapat diakses) dan hanya IP pemeliharaan yang dapat mengakses

source: Maintenance IP
fi_fi: Huollon IP
he_il: תחזוקת IP
id_id: IP Pemeliharaan

source: allow certain IP addresses to access even in maintenance mode. Use a comma to separate them.
fi_fi: sallia tiettyjen IP-osoitteiden käyttö myös ylläpitotilassa. Käytä pilkkua niiden erottamiseen.
he_il: אפשר גישה לכתובות IP מסוימות גם במצב תחזוקה. השתמש בפסיק כדי להפריד ביניהם.
id_id: mengizinkan alamat IP tertentu untuk mengakses bahkan dalam mode pemeliharaan. Gunakan koma untuk memisahkannya.

source: Security
fi_fi: Turvallisuus
he_il: אבטחה
id_id: Keamanan

source: Captcha Register
fi_fi: Captcha-rekisteri
he_il: Captcha רישום
id_id: Captcha Daftar

source: Captcha Login
fi_fi: Captcha-kirjautuminen
he_il: כניסת Captcha

source: Concurrent Sessions
fi_fi: Samanaikaiset istunnot
he_il: מפגשים מקבילים
id_id: Sesi Serentak

source: maximum number of concurrent sessions for account (0 = unlimited).
fi_fi: tilin samanaikaisten istuntojen enimmäismäärä (0 = rajoittamaton).
he_il: מספר מרבי של הפעלות בו-זמניות בחשבון (0 = ללא הגבלה).
id_id: jumlah maksimum sesi bersamaan untuk akun (0 = tidak terbatas).

source: Features
fi_fi: Ominaisuudet
he_il: תכונות
id_id: Fitur

source: Enable External Tours
fi_fi: Ota käyttöön ulkoiset retket
he_il: אפשר סיורים חיצוניים
id_id: Aktifkan Tur Eksternal

source: allows to set in the tour a link of one made with other systems
fi_fi: mahdollistaa ulkoisen linkin lisäämisen retkeen
he_il: מאפשר להגדיר בסיור קישור של אחד שנעשה עם מערכות אחרות
id_id: memungkinkan untuk mengatur dalam tur tautan yang dibuat dengan sistem lain

source: Enable AR Tours
fi_fi: Ota köyttöön AR-retket
he_il: אפשר סיורי מציאות רבודה
id_id: Aktifkan Tur AR

source: allows to create a tour with a room in augmented reality, placing POIs on it and these will be viewed with a mobile device through the camera
fi_fi: mahdollistaa sellaisen kierroksen luomisen, joka sisältää huoneen lisätyssä todellisuudessa, sijoittamalla siihen POI-kohteita, joita voidaan tarkastella mobiililaitteen kameran kautta.
he_il: מאפשר ליצור סיור עם חדר במציאות רבודה, הצבת נקודות עניין עליו ואלה יוצגו עם מכשיר נייד דרך המצלמה
id_id: memungkinkan untuk membuat tur dengan ruangan dalam augmented reality, menempatkan POI di dalamnya dan ini akan dilihat dengan perangkat seluler melalui kamera

source: Enable Tour Creation Wizard
fi_fi: Ota ohjattu retken luontitoiminto käyttöön
he_il: הפוך את אשף יצירת הסיורים לזמין
id_id: Aktifkan Wizard Pembuatan Tur

source: Enable Popup Add Room
fi_fi: Ota käyttöön ponnahdusikkuna Lisää huone
he_il: הפעל חלון מוקפץ הוסף חדר
id_id: Aktifkan Popup Tambah Ruangan
