Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: video displayed as background during initial loading
fi_fi: Video näkyy taustana ensimmäisen latauksen aikana
he_il: וידאו מוצג כרקע במהלך הטעינה הראשונית
id_id: video ditampilkan sebagai latar belakang selama pemuatan awal

source: Video display time (seconds)
fi_fi: Videon näyttöaika (sekuntia)
he_il: זמן תצוגת וידאו (שניות)
id_id: Waktu tampilan video (detik)

source: set to 0 to wait for the end of the video, otherwise set the seconds for which the video should be displayed
fi_fi: Aseta arvoon 0 odottaaksesi videon loppua, muussa tapauksessa aseta sekunnit, joiden ajan video tulisi näyttää
he_il: הגדר ל- 0 כדי להמתין לסוף הסרטון, אחרת הגדר את השניות שעבורן יש להציג את הווידאו
id_id: atur ke 0 untuk menunggu akhir video, jika tidak, atur detik saat video akan ditampilkan

source: Video skippable
fi_fi: Video ohitettavissa
he_il: ניתן לדלג על וידאו
id_id: Video dapat dilewati

source: REMOVE VIDEO
fi_fi: Poista video
he_il: הסר וידאו
id_id: HAPUS VIDEO

source: Upload Background Video
fi_fi: Lataa taustavideo
he_il: העלה סרטון רקע
id_id: Unggah Video Latar Belakang

source: Background Video (Mobile)
fi_fi: Taustavideo (mobiili)
he_il: סרטון רקע (נייד)
id_id: Video Latar Belakang (Seluler)

source: video displayed as background during initial loading on mobile
fi_fi: Video näytetään taustana ensimmäisen latauksen aikana mobiililaitteella
he_il: סרטון המוצג כרקע במהלך טעינה ראשונית בנייד
id_id: video ditampilkan sebagai latar belakang selama pemuatan awal di seluler

source: Intro Slider
fi_fi: Johdanto-liukusäädin
he_il: מחוון מבוא
id_id: Penggeser Pengantar

source: image slider displayed as background during initial loading
fi_fi: kuvan liukusäädin näytetään taustana ensimmäisen latauksen aikana
he_il: מחוון תמונה מוצג כרקע במהלך טעינה ראשונית
id_id: penggeser gambar ditampilkan sebagai latar belakang selama pemuatan awal

source: Image Duration
fi_fi: Kuvan kesto
he_il: משך התמונה
id_id: Durasi Gambar

source: duration in seconds of displaying each image
fi_fi: kunkin kuvan näyttämisen kesto sekunteina
he_il: משך הזמן בשניות של הצגת כל תמונה
id_id: durasi dalam hitungan detik menampilkan setiap gambar

source: Grab images from Gallery
fi_fi: Ota kuvia galleriasta
he_il: תפוס תמונות מהגלריה
id_id: Ambil gambar dari Galeri

source: Loading images ...
fi_fi: Ladataan kuvia ...
he_il: טוען תמונות ...
id_id: Memuat gambar...

source: Logo
he_il: לוגו

source: logo displayed on top of the tour
fi_fi: Logo näkyy kierroksen päällä
he_il: הלוגו מוצג בראש הסיור
id_id: logo ditampilkan di atas tur

source: Not visible in the tour, enable it in the Editor UI
fi_fi: Ei näy retkellä, ota se käyttöön editorin käyttöliittymässä
he_il: לא גלוי בסיור, הפעל אותו בממשק המשתמש של העורך
id_id: Tidak terlihat di tur, aktifkan di UI Editor

source: Upload new Logo
fi_fi: Lataa uusi logo
he_il: העלה לוגו חדש
id_id: Unggah Logo baru

source: REMOVE LOGO
fi_fi: POISTA LOGO
he_il: הסר סמל
id_id: HAPUS LOGO

source: Upload Logo Image
fi_fi: Lataa logon kuva
he_il: העלי תמונת סמל
id_id: Unggah Gambar Logo

source: Hyperlink
fi_fi: Hyperlinkki
he_il: היפר-קישור

source: Powered By
fi_fi: Moottorina
he_il: מופעל ע״י
id_id: Dipersembahkan oleh

source: powered by - logo / text displayed on bottom of the tour
fi_fi: moottorina - logo / teksti näkyy esittelyn alareunassa
he_il: מופעל ע"י - לוגו / טקסט מוצג בתחתית הסיור
id_id: didukung oleh - logo / teks ditampilkan di bagian bawah tur

source: Text
fi_fi: Teksti
he_il: טקסט
id_id: Teks

source: Nadir Logo
he_il: Nadir לוגו
id_id: Logo Nadir

source: logo used to hide tripod on panorama image
fi_fi: logo, jota käytetään jalustan piilottamiseen panoraamakuvassa
he_il: סמל המשמש להסתרת חצובה בתמונת פנורמה
id_id: logo yang digunakan untuk menyembunyikan tripod pada gambar panorama

source: Upload new Nadir Logo
fi_fi: Lataa uusi Nadir-logo
he_il: העלה לוגו חדש של נדיר
id_id: Unggah Logo Nadir baru

source: Song
fi_fi: Lisää runoutta. Käytä erityisiä muotoiluja tai lainaa jonkin laulun sanoja.
he_il: שיר
id_id: Lagu

source: background song during navigation of virtual tour
fi_fi: Taustamusiikki virtuaaliretken navigoinnin aikana
he_il: שיר רקע במהלך ניווט בסיור וירטואלי
id_id: lagu latar selama navigasi tur virtual

source: Upload new Song
fi_fi: Lataa uusi kappale
he_il: העלה שיר חדש
id_id: Unggah Lagu baru

source: REMOVE SONG
fi_fi: POISTA KAPPALE
he_il: הסר שיר
id_id: HAPUS LAGU

source: Upload Song (MP3)
fi_fi: Lataa kappale (MP3)
he_il: העלה שיר (MP3)
id_id: Unggah Lagu (MP3)

source: Volume
fi_fi: Lautstärke
he_il: ווליום

source: Intro (Desktop)
fi_fi: Intro (työpöytä)
he_il: מבוא (שולחן עבודה)
id_id: Pendahuluan (Desktop)

source: image displayed on desktop at first load
fi_fi: Kuva näkyy työpöydällä ensimmäisellä latauksella
he_il: התמונה מוצגת בשולחן העבודה בעת הטעינה הראשונה
id_id: gambar ditampilkan di desktop saat pertama kali dimuat

source: Upload new Image
fi_fi: Lataa uusi kuva
he_il: העלה תמונה חדשה
id_id: Unggah Gambar baru

source: Upload Image
fi_fi: Lataa kuva
he_il: העלאת תמונה
id_id: Unggah Gambar

source: Auto hide after
fi_fi: Automaattinen piilotus jälkeen
he_il: הסתרה אוטומטית אחרי
id_id: Sembunyikan otomatis setelah

source: set to 0 to not hide it
fi_fi: Aseta arvoksi 0, jos et piilota sitä
he_il: הגדר ל- 0 כדי לא להסתיר אותו
id_id: setel ke 0 untuk tidak menyembunyikannya

source: Intro (Mobile)
fi_fi: Intro (mobiili)
he_il: מבוא (נייד)
id_id: Pengantar (Seluler)

source: image displayed on mobile at first load
fi_fi: Kuva näkyy mobiililaitteella ensimmäisellä latauksella
he_il: התמונה מוצגת בנייד בטעינה הראשונה
id_id: gambar ditampilkan di ponsel saat pertama kali dimuat

source: Avatar Video
he_il: סרטון אווטר
id_id: Video Avatar

source: video of an avatar displayed over the tour
fi_fi: video avatarista, joka näytetään kiertueen aikana
he_il: סרטון של אווטאר שהוצג במהלך הסיור
id_id: video avatar yang ditampilkan selama tur

source: Upload Video (MOV + WEBM)
fi_fi: Lataa video (MOV + WEBM)
he_il: העלה סרטון (MOV + WEBM)
id_id: Unggah Video (MOV + WEBM)

source: autoplay
fi_fi: automaattinen toisto
he_il: הפעלה אוטומטית
id_id: putar otomatis

source: hide when ends
fi_fi: piilottaa kun loppuu
he_il: הסתר מתי מסתיים
id_id: sembunyikan saat berakhir

source: Custom HTML
fi_fi: Mukautettu HTML
he_il: קוד HTML
id_id: HTML khusus

source: html code that will be displayed within the tour
fi_fi: HTML-koodi, joka näytetään retkellä
he_il: קוד HTML שיוצג במסגרת הסיור
id_id: kode html yang akan ditampilkan dalam tur

source: Media Library
fi_fi: Mediakirjasto
he_il: ספריית המדיה
id_id: Pustaka Media

source: Main Form
fi_fi: Päälomake
he_il: טופס ראשי
id_id: Formulir Utama

source: Title
fi_fi: Otsikko
he_il: כותרת
id_id: Judul

source: Button send
fi_fi: Painike lähettää
he_il: לחצן שליחה
id_id: Tombol kirim

source: Reply message
fi_fi: Vastaus-viesti
he_il: הודעת תשובה
id_id: Balasan pesan

source: Show Privacy Policy
fi_fi: Näytä tietosuojakäytäntö
he_il: הצג מדיניות פרטיות
id_id: Tampilkan Kebijakan Privasi

source: Send Notification
fi_fi: Lähetä ilmoitus
he_il: שלח הודעה
id_id: Kirim Pemberitahuan

source: Background Color
fi_fi: Taustaväri
he_il: צבע רקע
id_id: Warna Latar

source: Text Color
fi_fi: Tekstin väri
he_il: צבע טקסט
id_id: Warna Teks

source: Button - Background Color
fi_fi: Painikkeen taustaväri
he_il: לחצן - צבע רקע
id_id: Tombol - Warna Latar Belakang

source: Button - Text Color
fi_fi: Painikkeen tekstin väri
he_il: לחצן - צבע טקסט
id_id: Tombol - Warna Teks

source: Enable
fi_fi: Ota käyttöön
he_il: אפשר
id_id: Aktifkan

source: Required
fi_fi: Pakollinen
he_il: נדרש
id_id: Diperlukan

source: Text (multiple lines)
fi_fi: Teksti (useita rivejä)
he_il: טקסט (שורות רבות)
id_id: Teks (beberapa baris)

source: Number
fi_fi: Numero
he_il: מספר
id_id: Nomor

source: Select
fi_fi: Valitse
he_il: בחירה
id_id: Pilih

source: Checkbox
fi_fi: Valintaruutu
he_il: תיבת סימון

source: Time
fi_fi: Aika
he_il: זמן
id_id: Waktu

source: File Upload
fi_fi: Tiedoston lataus
he_il: העלאת קובץ
id_id: Unggah File

source: Label
fi_fi: Nimike
he_il: תווית

source: Field of View
fi_fi: Kuvakulma
he_il: שדה ראייה
id_id: Bidang pandang

source: Default
fi_fi: Oletus
he_il: ברירת מחדל

source: sets the panorama’s starting horizontal field of view in degrees.
fi_fi: Määrittää panoraaman vaakasuuntaisen aloitusnäkökentän asteina.
he_il: קובע את שדה הראייה האופקי ההתחלתי של הפנורמה במעלות.
id_id: mengatur bidang pandang horizontal awal panorama dalam derajat.

source: Min
fi_fi: Minimi
he_il: מינימום

source: sets the minimum pitch the viewer edge can be at, in degrees.
fi_fi: asettaa vähimmäiskorkeuden, jolla katsojan reuna voi olla, asteina.
he_il: קובע את גובה הצליל המינימלי שקצה הצופה יכול להיות בו, במעלות.
id_id: menyetel nada minimum yang dapat dicapai oleh tepi penampil, dalam derajat.

source: Max
fi_fi: Maksimi
he_il: מקסימום
id_id: Maks

source: sets the maximum pitch the viewer edge can be at, in degrees.
fi_fi: asettaa enimmäiskorkeuden, jolla katsojan reuna voi olla, asteina.
he_il: קובע את גובה הצליל המרבי שקצה הצופה יכול להיות בו, במעלות.
id_id: mengatur nada maksimum yang dapat dicapai oleh tepi penampil, dalam derajat.

source: HFOV Mobile Ratio
fi_fi: HFOV-mobiilisuhde
he_il: יחס נייד HFOV
id_id: Rasio Seluler HFOV

source: a lower ratio indicates a wider view on the mobile, while a higher value indicates a narrower view
fi_fi: Pienempi suhde tarkoittaa laajempaa näkymää matkapuhelimessa, kun taas suurempi arvo tarkoittaa kapeampaa näkymää
he_il: יחס נמוך יותר מציין תצוגה רחבה יותר בנייד, בעוד שערך גבוה יותר מציין תצוגה צרה יותר
id_id: rasio yang lebih rendah menunjukkan tampilan yang lebih luas di ponsel, sedangkan nilai yang lebih tinggi menunjukkan tampilan yang lebih sempit

source: Zoom Speed
fi_fi: Zoomausnopeus
he_il: מהירות זום
id_id: Kecepatan Zoom

source: controls the zoom speed. higher values mean faster zoom.
fi_fi: Ohjaa zoomausnopeutta. Suuremmat arvot tarkoittavat nopeampaa zoomausta.
he_il: שולט במהירות הזום. ערכים גבוהים יותר פירושם זום מהיר יותר.
id_id: mengontrol kecepatan zoom. nilai yang lebih tinggi berarti zoom lebih cepat.

source: Zoom Speed Mobile
fi_fi: Zoom-nopeus mobiili
he_il: זום ספיד נייד
id_id: Zoom Kecepatan Seluler

source: Interaction
fi_fi: Vuorovaikutus
he_il: אינטראקציה
id_id: Interaksi

source: Pan Speed
fi_fi: Panoroinnin nopeus
he_il: מהירות תנועה פנורמית
id_id: Kecepatan Pan

source: adjusts panning speed from touch inputs: a lower value indicates a slower pan speed, while a higher value indicates a faster pan speed
fi_fi: Säätää panorointinopeutta kosketussyötteistä: pienempi arvo tarkoittaa hitaampaa panorointinopeutta, kun taas suurempi arvo tarkoittaa nopeampaa panorointinopeutta
he_il: התאמת מהירות הגלילה מקלטי מגע: ערך נמוך יותר מציין מהירות גלילה איטית יותר, ואילו ערך גבוה יותר מציין מהירות גלילה מהירה יותר
id_id: menyesuaikan kecepatan panning dari input sentuh: nilai yang lebih rendah menunjukkan kecepatan pan yang lebih lambat, sedangkan nilai yang lebih tinggi menunjukkan kecepatan pan yang lebih cepat

source: Friction
fi_fi: Kitka
he_il: חיכוך
id_id: Gesekan

source: controls the friction that slows down the viewer motion after it is dragged and released. higher values mean the motion stops faster.
fi_fi: Ohjaa kitkaa, joka hidastaa katsojan liikettä vetämisen ja vapauttamisen jälkeen. Suuremmat arvot tarkoittavat, että liike pysähtyy nopeammin.
he_il: שולט בחיכוך שמאט את תנועת הצופה לאחר שהוא נגרר ומשוחרר. ערכים גבוהים יותר פירושם שהתנועה נעצרת מהר יותר.
id_id: mengontrol gesekan yang memperlambat gerakan pemirsa setelah diseret dan dilepaskan. nilai yang lebih tinggi berarti gerakan berhenti lebih cepat.

source: Friction Mobile
fi_fi: Kitka mobiili
he_il: נייד חיכוך
id_id: Gesekan Ponsel

source: Feedback Mouse Movements
fi_fi: Palaute Hiiren liikkeet
he_il: משוב תנועות עכבר
id_id: Umpan Balik Gerakan Mouse

source: sensitivity of the movement of the panorama following the mouse (0 to disable)
fi_fi: Panoraaman liikkeen herkkyys hiiren jälkeen (0 pois käytöstä)
he_il: רגישות תנועת הפנורמה בעקבות העכבר (0 כדי להשבית)
id_id: sensitivitas pergerakan panorama mengikuti mouse (0 untuk menonaktifkan)

source: Zoom to Pointer
fi_fi: Zoomaa osoittimeen
he_il: שינוי גודל תצוגה למצביע
id_id: Perbesar ke Penunjuk

source: sets the zoom center on the mouse pointer when using the scroll wheel
fi_fi: Asettaa hiiren osoittimen zoomauskeskikohdan vierityspyörää käytettäessä
he_il: הגדרת מרכז גודל התצוגה במצביע העכבר בעת שימוש בגלגל הגלילה
id_id: mengatur pusat zoom pada penunjuk tetikus saat menggunakan roda gulir

source: Initial Feedback Animation
fi_fi: Ensimmäisen palautteen animaatio
he_il: אנימציית משוב ראשוני
id_id: Animasi Umpan Balik Awal

source: an animation at the start of the tour for feedback on the dragging of the panorama (0 = disabled).
fi_fi: animaatio retken alussa palautteen antamiseksi panoraaman vetämisestä (0 = pois käytöstä).
he_il: הנפשה בתחילת הסיור לקבלת משוב על גרירת הפנורמה (0 = מושבת).
id_id: animasi di awal tur untuk umpan balik tentang menyeret panorama (0 = dinonaktifkan).

source: Preview
fi_fi: Esikatselu
he_il: תצוגה מקדימה
id_id: Pratinjau

source: Desktop
fi_fi: Pöytäkone
he_il: מחשב שולחני

source: Current HFOV
fi_fi: Nykyinen HFOV
he_il: HFOV נוכחי
id_id: HFOV saat ini

source: use the mouse wheel or the controls to zoom
fi_fi: Käytä hiiren rullaa tai säätimiä zoomaukseen
he_il: שימוש בגלגל העכבר או בפקדים כדי לשנות את גודל התצוגה
id_id: gunakan roda mouse atau kontrol untuk memperbesar

source: Mobile
fi_fi: Matkapuhelin
he_il: נייד

source: Note (only visible to administrators)
fi_fi: Lisää henkilökohtainen huomautus. Näkyy vain järjestelmänvalvojille
he_il: הערה (גלוי רק למנהלי מערכת)
id_id: Catatan (hanya dapat dilihat oleh administrator)

source: Assigned Editors (only visible to administrators)
fi_fi: Määritetyt muokkaajat (näkyvät vain järjestelmänvalvojille)
he_il: עורכים מוקצים (גלויים רק למנהלי מערכת)
id_id: Editor yang Ditugaskan (hanya dapat dilihat oleh administrator)

source: Unassign all editors
fi_fi: Kaikkien muokkaajien määrityksen poistaminen
he_il: ביטול הקצאת כל העורכים
id_id: Batalkan penetapan semua editor

source: Assign all editors / permissions
fi_fi: Määritä kaikki muokkaajat / käyttöoikeudet
he_il: הקצה את כל העורכים / הרשאות
id_id: Tetapkan semua editor / izin

source: Assign
fi_fi: Valitse
he_il: לשייך
id_id: Tentukan

source: Edit Tour
fi_fi: Muokaa retkeä
he_il: ערוך סיור

source: Editor UI
fi_fi: Editorin käyttöliittymä
he_il: ממשק משתמש של עורך
id_id: Antarmuka Editor

source: Create Rooms
fi_fi: Luo huoneita
he_il: יצירת חדרים
id_id: Buat Kamar

source: Edit Rooms
fi_fi: Muokkaa huoneita
he_il: ערוך חדרי אירוח
id_id: Edit Kamar

source: Delete Rooms
fi_fi: Poista huoneita
he_il: מחיקת חדרים
id_id: Hapus Kamar

source: Create Markers
fi_fi: Luo merkkejä
he_il: יצירת סמנים
id_id: Buat Penanda

source: Edit Markers
fi_fi: Merkkien muokkaaminen
he_il: עריכת סמנים
id_id: Edit Penanda

source: Delete Markers
fi_fi: Poista merkit
he_il: מחיקת סמנים
id_id: Hapus Penanda

source: Create POIs
fi_fi: Luo kiinnostavia paikkoja
he_il: יצירת נקודות עניין
id_id: Buat POI

source: Edit POIs
fi_fi: Muokkaa kiinnostavia paikkoja
he_il: עריכת נקודות עניין
id_id: Edit POI

source: Delete POIs
fi_fi: Poista kiinnostavat paikat
he_il: מחיקת נקודות עניין
id_id: Hapus POI

source: Create Maps
fi_fi: Luo karttoja
he_il: יצירת מפות
id_id: Buat Peta

source: Edit Maps
fi_fi: Muokkaa karttoja
he_il: עריכת מפות
id_id: Edit Peta

source: Delete Maps
fi_fi: Poista kartat
he_il: מחיקת מפות
id_id: Hapus Peta

source: Info Box
fi_fi: Tietolaatikko
he_il: תיבת מידע
id_id: Kotak Info

source: Icons Library
fi_fi: Ikonikirjasto
he_il: ספריית אייקונים
id_id: Perpustakaan Ikon

source: Music Library
fi_fi: Musiikkikirjasto
he_il: ספריית המוסיקה
id_id: Perpustakaan Musik

source: Sound Library
fi_fi: Äänikirjasto
he_il: ספריית סאונד
id_id: Perpustakaan Suara

source: Publish
fi_fi: Julkaise
he_il: פרסם
id_id: Publikasikan

source: Landing
fi_fi: Laskeutumissivu
he_il: נחיתה
id_id: Pendaratan

source: Forms
fi_fi: Lomakkeet
he_il: טפסים
id_id: Formulir

source: Leads
fi_fi: Liidit
he_il: לידים
id_id: Memimpin

source: Shop
fi_fi: Kauppa
he_il: חנות
id_id: Toko

source: 360 Video
he_il: וידאו 360
id_id: Video 360

source: Measurements
fi_fi: Mittaukset
he_il: מדידות
id_id: Ukuran

source: Video Projects
fi_fi: Videoprojektit
he_il: פרויקטים בווידאו
id_id: Proyek Video

source: Translate
fi_fi: Käännä
he_il: תרגם
id_id: Terjemahkan

source: Shop Type
fi_fi: Kaupan tyyppi
he_il: סוג חנות
id_id: Tipe Toko

source: Store Url
fi_fi: Kaupan URL-osoite
he_il: כתובת קישור אתר החנות
id_id: Toko Url

source: Cart Page
fi_fi: Ostoskori-sivu
he_il: עמוד סל הקניות
id_id: Halaman Troli

source: Checkout Page
fi_fi: Kassasivu
he_il: עמוד תשלום
id_id: Halaman Checkout

source: Stock Quantity
fi_fi: Varastomäärä
he_il: כמות המלאי
id_id: Kuantitas Stok

source: Customer Key
fi_fi: Asiakasavain
he_il: מפתח לקוח
id_id: Kunci Pelanggan

source: Customer Secret
fi_fi: Asiakkaan salaisuus
he_il: סוד הלקוח
id_id: Rahasia Pelanggan

source: Public Key
fi_fi: Julkinen avain
he_il: מפתח ציבורי
id_id: Kunci Publik

source: Currency
fi_fi: Valuutta
he_il: מטבע
id_id: Mata Uang

source: Create an account on
fi_fi: Luo tili osoitteessa
he_il: צור חשבון ב-
id_id: Buat akun di

source: Pay attention that you can make 2 configurations, one for <b>test</b> and one for <b>live</b>, by changing the selector on the %s dashboard at the top
fi_fi: Kiinnitä huomiota siihen, että voit tehdä 2 kokoonpanoa, yhden <b>testiä</b> varten ja toisen <b>liveä</b> varten, vaihtamalla valitsinta yläreunassa olevassa kojelaudassa %s
he_il: שימו לב שאתם יכולים ליצור 2 תצורות, אחת <b>לבדיקה</b> ואחת <b>לשידור חי</b>, על ידי שינוי הבורר בלוח המחוונים %s בחלק העליון
id_id: Perhatikan bahwa Anda dapat membuat 2 konfigurasi, satu untuk <b>pengujian</b> dan satu untuk <b>langsung</b> , dengan mengubah pemilih pada dasbor %s di atas

source: Fill your business information
fi_fi: Yritystietojen täyttäminen
he_il: מלא את פרטי העסק שלך
id_id: Isi informasi bisnis Anda

source: Configure your domain
fi_fi: Toimialueen määrittäminen
he_il: קביעת תצורה של התחום שלך
id_id: Konfigurasikan domain Anda

source: Add your domain <b>%s</b> in the <b>Domain</b> field of the section <b>DEFAULT WEBSITE DOMAIN</b>
fi_fi: Lisää toimialueesi <b>%s</b> <b>VERKKOSIVUSTON OLETUSTOIMIALUE</b> -osion <b>Toimialue-kenttään</b>
he_il: הוספת התחום <b>%s</b> שלך בשדה <b>Domain</b> של המקטע <b>תחום אתר אינטרנט המוגדר כברירת מחדל</b>
id_id: Tambahkan domain Anda <b>%s</b> di bidang <b>Domain</b> di bagian <b>DOMAIN SITUS WEB DEFAULT</b>

source: Configure Regional Settings
fi_fi: Aluekohtaisten asetusten määrittäminen
he_il: קביעת תצורה של הגדרות אזוריות
id_id: Konfigurasi Pengaturan Regional

source: Add all the currencies in the section <b>SUPPORTED CURRENCIES</b>
fi_fi: Lisää kaikki valuutat <b>kohtaan TUETUT VALUUTAT</b>
he_il: הוסף את כל המטבעות בסעיף <b>מטבעות נתמכים</b>
id_id: Tambahkan semua mata uang di bagian <b>MATA UANG YANG DIDUKUNG</b>

source: Enable the countries they can buy on your site in the section <b>ENABLED COUNTRIES</b>
fi_fi: Ota käyttöön maat, joita he voivat ostaa sivustoltasi <b>osiossa TUETUT MAAT</b>
he_il: הפעל את המדינות שהם יכולים לקנות באתר שלך בסעיף <b>מדינות זמינות</b>
id_id: Aktifkan negara yang dapat mereka beli di situs Anda di bagian <b>NEGARA YANG DIAKTIFKAN</b>

source: Configure Taxes
fi_fi: Määritä verot
he_il: קביעת תצורה של מיסים
id_id: Konfigurasi Pajak

source: Click on <b>Create New Tax</b> a make sure to check <b>Included in price</b>
fi_fi: Napsauta <b>Luo uusi vero</b> ja muista tarkistaa <b>Sisältyy hintaan</b>
he_il: לחץ על <b>צור מס חדש</b> א הקפד לבדוק <b>כלול במחיר</b>
id_id: Klik <b>Buat Pajak Baru</b> dan pastikan untuk mencentang <b>Termasuk dalam harga</b>

source: Configure Checkout & Cart
fi_fi: Määritä kassa ja ostoskori
he_il: קביעת תצורה של תשלום ועגלה
id_id: Konfigurasikan Pembayaran & Keranjang

source: You can decide whether to register your customers or not by changing the option <b>Allow Guests Only</b>
fi_fi: Voit päättää, rekisteröitkö asiakkaasi vai et, muuttamalla <b>vaihtoehtoa Salli vain vieraille</b>
he_il: אתם יכולים להחליט אם לרשום את הלקוחות שלכם או לא על ידי שינוי האפשרות <b>'אפשר לאורחים בלבד'</b>
id_id: Anda dapat memutuskan apakah akan mendaftarkan pelanggan Anda atau tidak dengan mengubah opsi <b>Izinkan Tamu Saja</b>

source: Connect a payment gateway
fi_fi: Yhdistä maksuyhdyskäytävä
he_il: חיבור שער תשלום
id_id: Hubungkan gateway pembayaran

source: Get Api Key
fi_fi: Hanki API-avain
he_il: קבל מפתח API
id_id: Dapatkan Kunci Api

source: Retrieve your <b>public test or live API key</b> and enter it above
fi_fi: Hae <b>julkinen testi tai live-API-avain</b> ja anna se yllä
he_il: אחזר את <b>הבדיקה הציבורית או מפתח ה- API החי</b> והזן אותו למעלה
id_id: Ambil <b>tes publik atau kunci API langsung</b> Anda dan masukkan di atas

source: Install %s plugin on your woocommerce site
fi_fi: Asenna %s laajennus woocommerce-sivustollesi
he_il: התקנת תוסף %s באתר woocommerce שלך
id_id: Pasang plugin %s di situs woocommerce Anda

source: Login into your woordpress administrator panel
fi_fi: Kirjaudu woordpress-hallintapaneeliin
he_il: התחבר לפאנל מנהל המערכת של woordpress
id_id: Masuk ke panel administrator woordpress Anda

source: Create a new API Key under <b>WooCommerce</b> - <b>Settings</b> - <b>Advanced</b> - <b>REST API</b>
fi_fi: Luo uusi API-avain kohdassa <b>WooCommerce</b> - <b>Asetukset</b> - <b>Lisäasetukset</b> - <b>REST API</b>
he_il: יצירת מפתח API חדש תחת <b>WooCommerce</b> - <b>הגדרות</b> - <b>מתקדם</b> - <b>REST API</b>
id_id: Buat Kunci API baru di bawah <b>WooCommerce</b> - <b>Pengaturan</b> - <b>Tingkat Lanjut</b> - <b>API REST</b>

source: Retrieve your <b>Consumer key and secret</b> and enter them above
fi_fi: Hae <b>kuluttaja-avaimesi ja salasanasi ja</b> syötä ne yllä
he_il: אחזר את <b>המפתח והסוד של הצרכן</b> שלך והזן אותם למעלה
id_id: Ambil <b>kunci dan rahasia Konsumen</b> Anda dan masukkan di atas

source: Multi resolution regenerate
fi_fi: Usean resoluution regenerointi
he_il: התחדשות ברזולוציות מרובות
id_id: Regenerasi multi resolusi

source: Success. Multi resolution panoramas will be regenerated in background.
fi_fi: Menestys. Moniresoluutioiset panoraamat luodaan uudelleen taustalla.
he_il: הצלחה. פנורמות מרובות רזולוציות ייווצרו מחדש ברקע.
id_id: Kesuksesan. Panorama multi resolusi akan dibuat ulang di latar belakang.

source: An error has occured.
fi_fi: Virhe
he_il: אירעה שגיאה.
id_id: Terjadi kesalahan.

source: Regeneration in progress, please wait ... Do not close this window!
fi_fi: Regenerointi käynnissä, odota ... Älä sulje tätä ikkunaa!
he_il: התחדשות בעיצומה, אנא המתינו ... אל תסגור חלון זה!
id_id: Regenerasi sedang berlangsung, harap tunggu ... Jangan tutup jendela ini!

source: Add Category
fi_fi: Lisää kategoria
he_il: הוספת קטגוריה
id_id: Tambah kategori

source: Add
fi_fi: Lisää
he_il: הוסף
id_id: Tambah

source: Gallery Images
fi_fi: Galleriakuvat
he_il: גלריית תמונות
id_id: Galeri Gambar

source: E-mail
fi_fi: Sähköpostiosoite
he_il: אימייל

source: Send Verification Code
fi_fi: Lähetä vahvistuskoodi
he_il: שלח קוד אימות
id_id: Kirim kode verifikasi

source: Verification code
fi_fi: Vahvistuskoodi
he_il: קוד אימות
id_id: Kode verifikasi

source: New password
fi_fi: Uusi salasana
he_il: סיסמה חדשה
id_id: Password baru

source: Repeat password
fi_fi: Toista salasana
he_il: חזור על הסיסמה
id_id: Ulangi kata sandi

source: Change password
fi_fi: Vaihda salasana
he_il: שנה/י סיסמה
id_id: Ubah password

source: Back to Login
fi_fi: Takaisin sisäänkirjautumissivulle.
he_il: חזרה לכניסה לחשבון
id_id: Kembali Login

source: Welcome!
fi_fi: Tervetuloa!
he_il: ברוך הבא!
id_id: Selamat Datang!
