Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: show room on tour
fi_fi: näytä huone retkellä
he_il: חדר תצוגה בסיור
id_id: show room di tur

source: Visible List
fi_fi: Näkyvä luettelo
he_il: רשימה גלויה
id_id: Daftar Terlihat

source: show room on list slider
fi_fi: Näytä huone luettelon liukusäätimellä
he_il: הצג חדר על מחוון רשימה
id_id: tunjukkan ruang pada penggeser daftar

source: Video End - Go to
fi_fi: Video päättyy – Siirry kohtaan
he_il: סוף הסרטון - עבור אל
id_id: Video Berakhir - Buka

source: destination room when the video ends
fi_fi: kohdehuone, kun video päättyy
he_il: חדר יעד כאשר הווידאו מסתיים
id_id: ruang tujuan saat video berakhir

source: if the logo is present it will be displayed instead of the room name
fi_fi: Jos logo on olemassa, se näkyy huoneen nimen sijaan
he_il: אם הלוגו קיים, הוא יוצג במקום שם החדר
id_id: jika logo ada, itu akan ditampilkan sebagai ganti nama ruangan

source: DELETE LOGO
fi_fi: POISTA LOGO
he_il: מחק סמל
id_id: HAPUS LOGO

source: Room Link
fi_fi: Huoneen linkki
he_il: קישור לחדר
id_id: Link Kamar

source: click to view / change
fi_fi: Napsauta nähdäksesi / muuttaaksesi
he_il: לחץ לצפייה / שינוי
id_id: klik untuk melihat/mengubah

source: Upload JSON File
fi_fi: Lataa JSON-tiedosto
he_il: העלי קובץ JSON
id_id: Unggah Berkas JSON

source: Original Image
fi_fi: Alkuperäinen kuva
he_il: תמונה מקורית
id_id: Gambar asli

source: Original Video
fi_fi: Alkuperäinen video
he_il: וידאו מקורי
id_id: Video Asli

source: Original JSON
fi_fi: Alkuperäinen JSON
he_il: JSON מקורי
id_id: JSON asli

source: Compressed Image
fi_fi: Pakattu kuva
he_il: תמונה דחוסה
id_id: Gambar Terkompresi

source: Multires Assets
fi_fi: Moniresoluutioresurssit
he_il: נכסים מרובי נכסים
id_id: Aset Multires

source: override transition settings for this room
fi_fi: Ohita tämän huoneen siirtymäasetukset
he_il: עקיפת הגדרות מעבר עבור חדר זה
id_id: menimpa pengaturan transisi untuk ruangan ini

source: Not enabled in the tour, enable it in the Editor UI
fi_fi: Ei käytössä kiertueella, ota se käyttöön editorin käyttöliittymässä
he_il: לא זמין בסיור, הפעל אותו בממשק המשתמש של העורך
id_id: Tidak diaktifkan di tur, aktifkan di UI Editor

source: override autorotation settings for this room
fi_fi: ohittaa tämän huoneen autorotaatioasetukset
he_il: עקיפת הגדרות סיבוב אוטומטי עבור חדר זה
id_id: mengesampingkan pengaturan autorotasi untuk ruangan ini

source: Speed
fi_fi: Nopeus
he_il: מהירות
id_id: Kecepatan

source: Inactivity
fi_fi: Epäaktiivisuus
he_il: חוסר פעילות
id_id: Tidak aktif

source: A not fully equirectangular and 360 degree image was detected. Please adjust the position settings for correct viewing.
fi_fi: Ei täysin tasakulmainen ja 360 asteen kuva havaittiin. Säädä sijaintiasetuksia oikean katselun varmistamiseksi.
he_il: זוהתה תמונה לא מלבנית מלאה ו-360 מעלות. אנא התאם את הגדרות המיקום לצפייה נכונה.
id_id: Gambar tidak sepenuhnya persegi panjang dan gambar 360 derajat terdeteksi. Harap sesuaikan pengaturan posisi untuk tampilan yang benar.

source: Alternatively, try to fix with these presets:
fi_fi: Vaihtoehtoisesti voit yrittää korjata näillä esiasetuksilla:
he_il: לחלופין, נסה לתקן באמצעות קביעות מוגדרות מראש אלה:
id_id: Atau, coba perbaiki dengan preset ini:

source: 360 Horizontal Panorama
fi_fi: 360 asteen vaakasuuntainen panoraama
he_il: פנורמה אופקית 360
id_id: Panorama Horisontal 360

source: 180 Horizontal Panorama
fi_fi: 180 Vaakasuuntainen panoraama
he_il: 180 פנורמה אופקית
id_id: 180 Panorama Horisontal

source: 16:9 Flat Image
fi_fi: 16:9 Litteä kuva
he_il: תמונה שטוחה 16:9
id_id: 16:9 Gambar Datar

source: 4:3 Flat Image
fi_fi: 4:3 Litteä kuva
he_il: תמונה שטוחה 4:3
id_id: 4:3 Gambar Datar

source: hold click and move the mouse to change the position
fi_fi: Pidä painettuna, napsauta ja liikuta hiirtä vaihtaaksesi sijaintia
he_il: החזק את החוץ, לחץ והזז את העכבר כדי לשנות את המיקום
id_id: tahan klik dan gerakkan mouse untuk mengubah posisi

source: view
fi_fi: näytä
he_il: תצוגה
id_id: lihat

source: north
fi_fi: Pohjoinen
he_il: צפון
id_id: utara

source: positions
fi_fi: Kantoja
he_il: תפקידים
id_id: posisi

source: effects
fi_fi: Tehosteet
he_il: אפקטים
id_id: efek

source: bulk
fi_fi: Monta
he_il: בצובר
id_id: dalam jumlah besar

source: initial position when you enter in this room (drag the view and click set)
fi_fi: Alkuasento, kun astut tähän huoneeseen (vedä näkymää ja napsauta Aseta)
he_il: מיקום התחלתי בעת הכניסה לחדר זה (גרור את התצוגה ולחץ על הגדר)
id_id: posisi awal saat Anda masuk ke ruangan ini (tarik tampilan dan klik set)

source: Set
fi_fi: Aseta
he_il: הגדר
id_id: Atur

source: Compass North
fi_fi: Kompassi pohjoinen
he_il: מצפן צפון
id_id: Kompas Utara

source: indication of the north position of this room (drag the view and click set)
fi_fi: Tämän huoneen pohjoisen sijainnin ilmaiseminen (vedä näkymää ja napsauta Set)
he_il: ציון המיקום הצפוני של חדר זה (גרור את התצוגה ולחץ על הגדר)
id_id: indikasi posisi utara ruangan ini (seret tampilan dan klik atur)

source: Show Nadir Logo
fi_fi: Näytä Nadir-logo
he_il: הצג את הלוגו של Nadir
id_id: Tampilkan Logo Nadir

source: EDIT THUMBNAIL
fi_fi: MUOKKAA PIKKUKUVAA
he_il: עריכת תמונה ממוזערת
id_id: EDIT GAMBAR

source: UPLOAD THUMBNAIL
fi_fi: LATAA PIKKUKUVA
he_il: העלה תמונה ממוזערת
id_id: Unggah gambar kecil

source: Save Preset
fi_fi: Tallenna Esiasetus
he_il: שמירת קביעה מוגדרת מראש
id_id: Simpan Preset

source: Apply Preset to this Room
fi_fi: Käytä esiasetusta tähän huoneeseen
he_il: החל הגדרה מוגדרת מראש על חדר זה
id_id: Terapkan Preset ke Ruangan ini

source: Apply Preset to all Rooms
fi_fi: Käytä esiasetusta kaikissa huoneissa
he_il: החלת הגדרה מוגדרת מראש על כל החדרים
id_id: Terapkan Preset ke semua Kamar

source: Delete Preset
fi_fi: Poista esiasetus
he_il: מחיקת קביעה מוגדרת מראש
id_id: Hapus Preset

source: Horizontal Pitch
fi_fi: Vaakasuuntainen nousu
he_il: פסיעה אופקית
id_id: Nada Horisontal

source: specifies pitch of image horizon (for correcting non-leveled panoramas)
fi_fi: Määrittää kuvan horisontin korkeuden (tasoittamattomien panoraamojen korjaamiseksi)
he_il: מציין את גובה אופק התמונה (לתיקון פנורמות שאינן מפולסות)
id_id: menentukan pitch cakrawala gambar (untuk mengoreksi panorama yang tidak diratakan)

source: Horizontal Roll
fi_fi: Vaakasuora rulla
he_il: גליל אופקי
id_id: Gulungan Horisontal

source: specifies roll of image horizon (for correcting non-leveled panoramas)
fi_fi: Määrittää kuvahorisontin rullan (tasoittamattomien panoraamojen korjaamiseen)
he_il: מציין גליל של אופק תמונה (לתיקון פנורמות שאינן מפולסות)
id_id: menentukan gulungan cakrawala gambar (untuk mengoreksi panorama yang tidak diratakan)

source: Lower Pitch
fi_fi: Matalampi sävelkorkeus
he_il: צליל נמוך יותר
id_id: Nada Rendah

source: maximum vertical inclination in degrees down (min 0 - max 90)
fi_fi: Suurin pystykaltevuus asteina alaspäin (min 0 - max 90)
he_il: נטייה אנכית מקסימלית במעלות למטה (מינימום 0 - מקסימום 90)
id_id: kemiringan vertikal maksimum dalam derajat ke bawah (min 0 - maks 90)

source: Upper Pitch
fi_fi: Ylempi sävelkorkeus
he_il: צליל עליון
id_id: Nada Atas

source: maximum vertical inclination in degrees up (min 0 - max 90)
fi_fi: Suurin pystykaltevuus asteina ylöspäin (min 0 - max 90)
he_il: נטייה אנכית מרבית במעלות למעלה (מינימום 0 - מקסימום 90)
id_id: kemiringan vertikal maksimum dalam derajat ke atas (min 0 - maks 90)

source: Left Yaw
fi_fi: Vasen Yaw
he_il: יא שמאלי
id_id: Kiri Yaw

source: maximum horizontal inclination in degrees left (min 0 - max 180)
fi_fi: Suurin vaakakaltevuus asteina vasemmalle (min 0 - max 180)
he_il: נטייה אופקית מרבית במעלות שמאלה (מינימום 0 - מקסימום 180)
id_id: kemiringan horizontal maksimum dalam derajat kiri (min 0 - maks 180)

source: Right Yaw
fi_fi: Oikea haukotus
he_il: פיהוק ימני
id_id: Benar Yaw

source: maximum horizontal inclination in degrees right (min 0 - max 180)
fi_fi: Suurin vaakakaltevuus asteina oikealle (min 0 - max 180)
he_il: נטייה אופקית מרבית במעלות ימינה (מינימום 0 - מקסימום 180)
id_id: kemiringan horizontal maksimum dalam derajat kanan (min 0 - maks 180)

source: HAOV
he_il: הוב

source: sets the panorama’s horizontal angle of view, in degrees (min 0 - max 360)
fi_fi: Määrittää panoraaman vaakasuuntaisen kuvakulman asteina (min 0 - max 360)
he_il: קובע את זווית הראייה האופקית של הפנורמה, במעלות (מינימום 0 - מקסימום 360)
id_id: mengatur sudut pandang horizontal panorama, dalam derajat (min 0 - maks 360)

source: sets the panorama’s vertical angle of view, in degrees (min 0 - max 180)
fi_fi: asettaa panoraaman pystysuuntaisen kuvakulman asteina (min 0 - max 180)
he_il: קובע את זווית הראייה האנכית של הפנורמה, במעלות (מינימום 0 - מקסימום 180)
id_id: mengatur sudut pandang vertikal panorama, dalam derajat (min 0 - maks 180)

source: sets the panorama’s horizontal field of view (0 to keep default virtual tour setting)
fi_fi: Määrittää panoraaman vaakasuuntaisen näkökentän (0, jos pidät oletusasetuksen)
he_il: הגדרת שדה הראייה האופקי של הפנורמה (0 כדי לשמור על הגדרת הסיור הווירטואלי המוגדרת כברירת מחדל)
id_id: mengatur bidang pandang horizontal panorama (0 untuk mempertahankan pengaturan tur virtual default)

source: background color shown for partial panoramas
fi_fi: Taustaväri näkyy osittaisissa panoraamoissa
he_il: צבע הרקע מוצג עבור פנורמות חלקיות
id_id: warna latar belakang ditampilkan untuk sebagian panorama

source: Allow Zoom
fi_fi: Salli zoomaus
he_il: אפשר זום
id_id: Izinkan Zoom

source: enables zoom
fi_fi: Mahdollistaa zoomauksen
he_il: מאפשר זום
id_id: memungkinkan zoom

source: Allow Pitch
fi_fi: Salli sävelkorkeus
he_il: אפשר פיץ'
id_id: Izinkan Pitch

source: enables vertical inclination
fi_fi: mahdollistaa pystysuuntaisen kaltevuuden
he_il: מאפשר נטייה אנכית
id_id: memungkinkan kemiringan vertikal

source: No associated floorplan.
fi_fi: Ei siihen liittyvää pohjapiirrosta.
he_il: אין תוכנית קומה משויכת.
id_id: Tidak ada denah lantai yang terkait.

source: No associated map.
fi_fi: Ei liitettyä karttaa.
he_il: אין מפה משויכת.
id_id: Tidak ada peta yang terkait.

source: Apply Initial Position to all Rooms
fi_fi: Käytä alkuasentoa kaikissa huoneissa
he_il: החלת מיקום ראשוני על כל החדרים
id_id: Terapkan Posisi Awal ke semua Kamar

source: Apply North to all Rooms
fi_fi: Käytä pohjoista kaikkiin huoneisiin
he_il: החלת צפון על כל החדרים
id_id: Terapkan Utara ke semua Kamar

source: Apply Effects to all Rooms
fi_fi: Käytä tehosteita kaikissa huoneissa
he_il: החלת אפקטים על כל החדרים
id_id: Terapkan Efek ke semua Kamar

source: Brightness
fi_fi: Kirkkaus
he_il: בהירות
id_id: Kecerahan

source: Contrast
fi_fi: Suuren kontrastin otsikko
he_il: ניגודיות
id_id: Kontras

source: Saturate
fi_fi: Kyllästää
he_il: רוויה
id_id: Jenuh

source: Grayscale
fi_fi: Harmaasävy
he_il: גווני אפור
id_id: Skala Abu-abu

source: Effect
fi_fi: Tehoste
he_il: ללא אפקט
id_id: Efek

source: Snow
fi_fi: Lumi
he_il: שלג
id_id: Salju

source: Rain
fi_fi: Sade
he_il: גֶשֶׁם
id_id: Hujan

source: Fog
fi_fi: Sumu
he_il: ערפל
id_id: Kabut

source: Fireworks
fi_fi: Ilotulitus
he_il: זיקוקים
id_id: Kembang api

source: Confetti
fi_fi: Konfetti
he_il: קונפטי
id_id: Konfeti

source: Sparkle
fi_fi: Säihke
he_il: נצנצים
id_id: Berkilau

source: Blur
fi_fi: Sumennus
he_il: טשטוש
id_id: Mengaburkan

source: allows you to blur parts of the panoramic image, such as faces and license plates
fi_fi: Voit sumentaa panoraamakuvan osia, kuten kasvoja ja rekisterikilpiä
he_il: מאפשר לך לטשטש חלקים מהתמונה הפנורמית, כגון פרצופים ולוחיות רישוי
id_id: memungkinkan Anda untuk mengaburkan bagian dari gambar panorama, seperti wajah dan pelat nomor

source: EDIT BLUR
fi_fi: MUOKKAA SUMENNUSTA
he_il: עריכת טשטוש

source: Annotation
fi_fi: Huomautus
he_il: ביאור
id_id: Anotasi

source: title of the information about the room contained in the block at the top left (blank to not display)
fi_fi: Huoneen tietojen otsikko vasemmassa yläkulmassa olevassa lohkossa (tyhjä ei näy)
he_il: כותרת המידע על החדר הכלול בבלוק בפינה השמאלית העליונה (ריק כדי לא להציג)
id_id: judul informasi tentang ruangan yang terdapat pada blok di kiri atas (kosongkan untuk tidak ditampilkan)

source: description of the information about the room contained in the block at the top left (blank to not display)
fi_fi: kuvaus huoneen tiedoista, jotka sisältyvät vasemmassa yläkulmassa olevaan lohkoon (tyhjä ei näy)
he_il: תיאור המידע על החדר הכלול בבלוק בפינה השמאלית העליונה (ריק כדי לא להציג)
id_id: deskripsi informasi tentang ruangan yang terdapat di blok di kiri atas (kosong untuk tidak ditampilkan)

source: Upload new Audio
fi_fi: Lataa uusi ääni
he_il: העלה אודיו חדש
id_id: Unggah Audio baru

source: REMOVE AUDIO
fi_fi: Poista äänilähde
he_il: הסרת שמע
id_id: HAPUS AUDIO

source: Upload Audio (MP3)
fi_fi: Lataa ääni (MP3)
he_il: העלה אודיו (MP3)
id_id: Unggah Audio (MP3)

source: Audio embedded
fi_fi: Upotettu ääni
he_il: שמע מוטבע
id_id: Audio tertanam

source: uses the audio track embedded in the video
fi_fi: käyttää videoon upotettua ääniraitaa
he_il: משתמש ברצועת השמע המוטבעת בסרטון
id_id: menggunakan trek audio yang disematkan dalam video

source: loops the audio or play once
fi_fi: toistaa äänen tai toistaa kerran
he_il: הפעלת השמע בלולאה או הפעלה פעם אחת
id_id: loop audio atau putar sekali

source: Once
fi_fi: Kerran
he_il: פעם
id_id: Sekali

source: play the audio only the first access to this room
fi_fi: Toista ääni vain ensimmäisellä saapumisella tähän huoneeseen
he_il: הפעל את השמע רק את הגישה הראשונה לחדר זה
id_id: memutar audio hanya akses pertama ke ruangan ini

source: Audio Volume
fi_fi: Äänenvoimakkuus
he_il: עוצמת שמע
id_id: Volume Audio

source: video of an avatar displayed over the tour when entering this room
fi_fi: video avatarista, joka näytetään kiertueen aikana, kun astut tähän huoneeseen
he_il: סרטון של אווטאר המוצג במהלך הסיור בעת הכניסה לחדר זה
id_id: video avatar yang ditampilkan selama tur saat memasuki ruangan ini

source: play only once
fi_fi: pelata vain kerran
he_il: שחק פעם אחת בלבד
id_id: bermain hanya sekali

source: Protect
fi_fi: Suojaus
he_il: להגן
id_id: Melindungi

source: block room display until the protect form is filled
fi_fi: Estä huoneen näyttö, kunnes suojauslomake on täytetty
he_il: תצוגת חדר בלוק עד למילוי טופס ההגנה
id_id: blokir tampilan ruang hingga formulir proteksi terisi

source: title of the protect form
fi_fi: Suojauslomakkeen otsikko
he_il: כותרת טופס ההגנה
id_id: judul formulir perlindungan

source: description of the protect form
fi_fi: Suojauslomakkeen kuvaus
he_il: תיאור טופס ההגנה
id_id: deskripsi formulir perlindungan

source: passcode to unlock the room
fi_fi: Salasana huoneen lukituksen avaamiseksi
he_il: קוד גישה לפתיחת החדר
id_id: kode sandi untuk membuka kunci ruangan

source: allows you to load various versions of the same room and switch them in the viewer
fi_fi: voit ladata saman huoneen eri versioita ja vaihtaa niitä katseluohjelmassa
he_il: מאפשר לך לטעון גרסאות שונות של אותו חדר ולהחליף אותם בצופה
id_id: memungkinkan Anda memuat berbagai versi dari ruangan yang sama dan mengalihkannya di penampil

source: View Type
fi_fi: Katso nimikettä
he_il: צפיה בסוג
id_id: Tipe Tampilan

source: Single view
fi_fi: Yksittäinen näkymä
he_il: תצוגה יחידה
id_id: Tampilan tunggal

source: Split view with slider
fi_fi: Jaettu näkymä liukusäätimellä
he_il: תצוגה מפוצלת עם מחוון
id_id: Pisahkan tampilan dengan penggeser

source: Live panorama view
fi_fi: Live-panoraamanäkymä
he_il: תצוגת פנורמה חיה
id_id: Tampilan panorama langsung

source: Based on time slots
fi_fi: Perustuu aikaväleihin
he_il: מבוסס על משבצות זמן
id_id: Berdasarkan slot waktu

source: Duration view
fi_fi: Kesto-näkymä
he_il: תצוגת משך זמן
id_id: Tampilan durasi

source: duration in milliseconds in which the panorama view will be visible
fi_fi: Kesto millisekunteina, jolloin panoraamanäkymä on näkyvissä
he_il: משך הזמן באלפיות השניה שבו תצוגת הפנורמה תהיה גלויה
id_id: durasi dalam milidetik di mana tampilan panorama akan terlihat

source: Fade view
fi_fi: Häivytä näkymä
he_il: תצוגת עמעום
id_id: Tampilan memudar

source: duration in milliseconds of the fade animation between panoramas
fi_fi: Panoraamojen välisen häivytysanimaation kesto millisekunteina
he_il: משך זמן באלפיות שניה של הנפשת עמעום בין פנורמות
id_id: durasi dalam milidetik dari animasi fade antara panorama

source: Add New Panorama
fi_fi: Lisää uusi panoraama
he_il: הוסף פנורמה חדשה
id_id: Tambahkan Panorama Baru

source: Panorama List
fi_fi: Panoraamaluettelo
he_il: רשימת פנורמה
id_id: Daftar Panorama

source: View name
fi_fi: Näytä nimi
he_il: שם תצוגה
id_id: Lihat nama

source: From Hour
fi_fi: Tunnilta
he_il: משעה
id_id: Dari Jam

source: To Hour
fi_fi: Tunti
he_il: עד שעה
id_id: Ke Jam

source: Add New Preset
fi_fi: Lisää uusi esiasetus
he_il: הוסף חדש
id_id: Tambahkan Preset Baru

source: Preset Name
fi_fi: Esiasetuksen nimi
he_il: שם
id_id: Nama Prasetel

source: Are you sure you want to save this preset?
fi_fi: Haluatko varmasti tallentaa tämän esiasetuksen?
he_il: האם אתה בטוח שברצונך לשמור קביעה מוגדרת מראש זו?
id_id: Apakah Anda yakin ingin menyimpan prasetel ini?

source: Yes, Save
fi_fi: Kyllä, tallenna
he_il: כן, שמור
id_id: Ya, Simpan

source: Apply Preset
fi_fi: Käytä Esiasetusta
he_il: החלת קביעה מוגדרת מראש
id_id: Terapkan Preset

source: Are you sure you want to apply this preset to all the rooms of this Virtual Tour?
fi_fi: Haluatko varmasti soveltaa tätä esiasetusta kaikkiin tämän virtuaaliretken huoneisiin?
he_il: האם אתה בטוח שברצונך להחיל הגדרה מוגדרת מראש זו על כל החדרים של סיור וירטואלי זה?
id_id: Apakah Anda yakin ingin menerapkan prasetel ini ke semua ruangan Tur Virtual ini?

source: Are you sure you want to delete the room?
fi_fi: Haluatko varmasti poistaa huoneen?
he_il: האם אתה בטוח שברצונך למחוק את החדר?
id_id: Anda yakin ingin menghapus ruangan?

source: Are you sure you want to apply initial position to all existing rooms by overwriting them?
fi_fi: Haluatko varmasti käyttää alkuperäistä sijaintia kaikkiin olemassa oleviin huoneisiin korvaamalla ne?
he_il: האם אתה בטוח שאתה רוצה להחיל מיקום ראשוני על כל החדרים הקיימים על ידי דריסתם?
id_id: Yakin ingin menerapkan posisi awal ke semua ruangan yang ada dengan menimpanya?

source: Yaw
fi_fi: Poikkeama
he_il: שהסב
id_id: Mengoleng

source: Pitch
he_il: גובה הצליל
id_id: Melempar

source: Are you sure you want to apply north to all existing rooms by overwriting them?
fi_fi: Haluatko varmasti soveltaa pohjoiseen kaikkiin olemassa oleviin huoneisiin korvaamalla ne?
he_il: האם אתה בטוח שאתה רוצה להחיל צפונה על כל החדרים הקיימים על ידי החלפתם?
id_id: Yakin ingin menerapkan arah utara ke semua ruangan yang ada dengan menimpanya?

source: Effects
fi_fi: Tehosteet
he_il: אפקטים
id_id: Efek

source: Are you sure you want to apply effects to all existing rooms by overwriting them?
fi_fi: Haluatko varmasti käyttää tehosteita kaikkiin olemassa oleviin huoneisiin korvaamalla ne?
he_il: האם אתם בטוחים שאתם רוצים להחיל אפקטים על כל החדרים הקיימים על ידי דריסתם?
id_id: Yakin ingin menerapkan efek ke semua ruangan yang ada dengan menimpanya?

source: Save Enhanced
fi_fi: Tallenna parannettu
he_il: שמור משופר
id_id: Simpan Ditingkatkan

source: Are you sure you want to save this enhanced version?<br><br><i>You will be charged 1 generation credit and the enhanced image will replace the one in this room.</i>
fi_fi: Haluatko varmasti tallentaa tämän parannetun version?<br><br> <i>Sinulta veloitetaan yhden sukupolven saldo, ja parannettu kuva korvaa tämän huoneen kuvan.</i>
he_il: האם אתה בטוח שברצונך לשמור גרסה משופרת זו?<br><br><i>תחויבו באשראי דור אחד והתמונה המשופרת תחליף את זו שבחדר זה.</i>
id_id: Apakah Anda yakin ingin menyimpan versi yang disempurnakan ini?<br><br> <i>Anda akan dikenakan biaya kredit 1 generasi dan gambar yang disempurnakan akan menggantikan gambar yang ada di ruangan ini.</i>

source: Are you sure you want to save this enhanced version?<br><br><i>The enhanced image will replace the one in this room.</i>
fi_fi: Haluatko varmasti tallentaa tämän parannetun version?<br><br> <i>Parannettu kuva korvaa tämän huoneen kuvan.</i>
he_il: האם אתה בטוח שברצונך לשמור גרסה משופרת זו?<br><br><i>התמונה המשופרת תחליף את זו שבחדר זה.</i>
id_id: Apakah Anda yakin ingin menyimpan versi yang disempurnakan ini?<br><br> <i>Gambar yang disempurnakan akan menggantikan gambar yang ada di ruangan ini.</i>

source: Revert to Original
fi_fi: Palauta alkuperäiseen
he_il: חזור למקור
id_id: Kembalikan ke Aslinya

source: Are you sure you want to revert to original version?<br><br><i>The original image will replace the one in this room.</i>
fi_fi: Haluatko varmasti palauttaa alkuperäisen version?<br><br> <i>Alkuperäinen kuva korvaa tässä huoneessa olevan kuvan.</i>
he_il: האם אתה בטוח שברצונך לחזור לגרסה המקורית?<br><br><i>התמונה המקורית תחליף את זו שבחדר זה.</i>
id_id: Apakah Anda yakin ingin kembali ke versi asli?<br><br> <i>Gambar aslinya akan menggantikan gambar yang ada di ruangan ini.</i>

source: Yes, Revert
fi_fi: Kyllä, palauta
he_il: כן, חזור
id_id: Ya, Kembalikan

source: screenshot
fi_fi: Ei näyttökuvaa
he_il: צילום מסך
id_id: tangkapan layar

source: Purchase Type
fi_fi: Ostoksen tyyppi
he_il: סוג רכישה
id_id: Jenis Pembelian

source: the cart works only if snipcart is configured in the shop section of the tour
fi_fi: Ostoskori toimii vain, jos snipcart on määritetty retken kauppaosiossa
he_il: העגלה פועלת רק אם SnipArt מוגדר במקטע חנות של הסיור
id_id: troli hanya berfungsi jika snipcart dikonfigurasi di bagian toko tur

source: Button Background
fi_fi: Painikkeen taustaväri
he_il: רקע כפתור
id_id: Latar Belakang Tombol

source: Button Color
fi_fi: Painikkeen väri
he_il: צבע כפתור
id_id: Warna Tombol

source: Delete Product
fi_fi: Poista tuote
he_il: מחק מוצר
id_id: Hapus Produk

source: Are you sure you want to delete the product?
fi_fi: Haluatko varmasti poistaa tuotteen?
he_il: האם אתה בטוח שברצונך למחוק את המוצר?
id_id: Anda yakin ingin menghapus produk?

source: Bulk map's create
fi_fi: Joukkokarttojen luonti
he_il: יצירת מפה בכמות גדולה
id_id: Buat peta massal

source: Uploading multiple JPG/PNG images will automatically create all the maps.
fi_fi: Useiden JPG/PNG-kuvien lataaminen luo automaattisesti kaikki kartat.
he_il: העלאת תמונות JPG / PNG מרובות תיצור באופן אוטומטי את כל המפות.
id_id: Mengunggah beberapa gambar JPG/PNG akan secara otomatis membuat semua peta.

source: Creating Maps
fi_fi: Karttojen luominen
he_il: יצירת מפות
id_id: Membuat Peta

source: You cannot create Info Box on an external virtual tour!
fi_fi: Infoboxia ei voi luoda ulkoiselle virtuaaliretkelle!
he_il: לא ניתן ליצור תיבת מידע בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat membuat Kotak Info pada tur virtual eksternal!

source: Your "%s" plan not allow to create Info Box!
fi_fi: "%s" -suunnitelmasi ei salli tietolaatikon luomista!
he_il: תוכנית "%s" שלך אינה מאפשרת ליצור תיבת מידע!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Kotak Info!

source: Loading panorama image ...
fi_fi: Ladataan panoraamakuvaa ...
he_il: טוען תמונת פנורמה ...
id_id: Memuat gambar panorama...

source: CLEAR DRAW
fi_fi: SELKEÄ ARVONTA
he_il: תיקו ברור
id_id: HAPUS GAMBAR

source: ZOOM IN
fi_fi: Zoomaa sisään
he_il: התקרבות
id_id: PERBESAR

source: ZOOM OUT
fi_fi: Loitonna
he_il: הקטנת התצוגה
id_id: PERBESAR

source: APPLY BLUR
fi_fi: KÄYTÄ SUMENNUSTA
he_il: החלת טשטוש
id_id: TERAPKAN BLUR

source: BACK TO ROOM
fi_fi: TAKAISIN HUONEESEEN
he_il: חזרה לחדר
id_id: KEMBALI KE RUANG

source: Click on the image to start drawing the shape of blur
fi_fi: Napsauta kuvaa aloittaaksesi sumennuksen muodon piirtämisen
he_il: לחץ על התמונה כדי להתחיל לצייר את צורת הטשטוש
id_id: Klik pada gambar untuk mulai menggambar bentuk blur

source: Creating blur effect in progress, please wait ...
fi_fi: Sumennustehosteen luominen käynnissä, odota ...
he_il: יצירת אפקט טשטוש בעיצומו, אנא המתן...
id_id: Membuat efek blur sedang berlangsung, harap tunggu ...
