Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: Register a new API application %s, add your site domain as trusted domain and copy the generated <b>public key</b> in the field above.
fi_fi: Rekisteröi uusi API-sovellus %s, lisää sivustosi verkkotunnus luotetuksi verkkotunnukseksi ja kopioi luotu <b>julkinen avain</b> yllä olevaan kenttään.
he_il: רשום יישום %sAPI חדש , הוסף את תחום האתר שלך כתחום מהימן והעתק את <b>המפתח הציבורי</b> שנוצר בשדה לעיל.
id_id: Daftarkan aplikasi API baru %s, tambahkan domain situs Anda sebagai domain tepercaya dan salin <b>kunci publik</b> yang dihasilkan di bidang di atas.

source: upload in: virtual tours - list tours - edit - contents tab - song / virtual tours - rooms - edit - contents tab - audio
fi_fi: lataa sisään: virtuaalikierrokset - luettelokierrokset - muokkaa - sisältövälilehti - kappale / virtuaalikierrokset - huoneet - muokkaa - sisältövälilehti - ääni
he_il: העלה ב: סיורים וירטואליים - סיורי רשימה - עריכה - הכרטיסיה 'תוכן' - שיר / סיורים וירטואליים - חדרים - עריכה - הכרטיסיה 'תוכן' - שמע
id_id: unggah di: tur virtual - tur daftar - edit - tab konten - tur lagu / virtual - ruangan - edit - tab konten - audio

source: Autoplay Audio
fi_fi: Automaattisesti toistettava ääni
he_il: הפעלה אוטומטית של שמע
id_id: Putar Otomatis Audio

source: if the popup is not displayed until the user interacts with the borwser, the audio may not be heard
fi_fi: Jos ponnahdusikkunaa ei näytetä, ennen kuin käyttäjä on vuorovaikutuksessa Borwserin kanssa, ääntä ei ehkä kuulla
he_il: אם החלון המוקפץ אינו מוצג עד שהמשתמש מקיים אינטראקציה עם הבורוסר, ייתכן שהשמע לא יישמע
id_id: jika popup tidak ditampilkan sampai pengguna berinteraksi dengan peminjam, audio mungkin tidak terdengar

source: Enabled, without pop-up
fi_fi: Käytössä, ilman ponnahdusikkunaa
he_il: מופעל, ללא חלון מוקפץ
id_id: Diaktifkan, tanpa pop-up

source: Visible
fi_fi: Näkyvissä
he_il: גלוי
id_id: Terlihat

source: Visible, enabled at start
fi_fi: Näkyy, otettu käyttöön alussa
he_il: גלוי, מופעל בהתחלה
id_id: Terlihat, diaktifkan di awal

source: upload in: virtual tours - maps
fi_fi: lataa: virtuaalikierrokset - kartat
he_il: העלה ב: סיורים וירטואליים - מפות
id_id: unggah di: tur virtual - peta

source: Visible, minimized on Mobile
fi_fi: Näkyvä, pienennetty mobiililaitteella
he_il: גלוי, ממוזער בנייד
id_id: Terlihat, diminimalkan di Seluler

source: Visible, minimized on Desktop and Mobile
fi_fi: Näkyvä, pienennetty tietokoneella ja mobiililaitteella
he_il: גלוי, ממוזער במחשב ובנייד
id_id: Terlihat, diminimalkan di Desktop dan Seluler

source: Visible, opened
fi_fi: Näkyvä, avattu
he_il: גלוי, פתוח
id_id: Terlihat, dibuka

source: Visible, opened fullscreen
fi_fi: Näkyy, avattu koko näytöllä
he_il: גלוי, מסך מלא פתוח
id_id: Terlihat, dibuka layar penuh

source: Visible, no minimap
fi_fi: Näkyvissä, ei minikarttaa
he_il: גלוי, ללא מיני-מפה
id_id: Terlihat, tanpa minimap

source: Position
fi_fi: Asema
he_il: מיקום
id_id: Posisi

source: Autoclose
fi_fi: Sulje automaattisesti
he_il: סגירה אוטומטית
id_id: Tutup otomatis

source: automatically closes the map when it is opened in full screen and an item in it is clicked
fi_fi: Sulkee kartan automaattisesti, kun se avataan koko näytössä ja siinä olevaa kohdetta napsautetaan
he_il: סוגר את המפה באופן אוטומטי כאשר היא נפתחת במסך מלא ולוחצים על פריט בתוכה
id_id: secara otomatis menutup peta ketika dibuka dalam layar penuh dan item di dalamnya diklik

source: Visible, minimized
fi_fi: Näkyvä, minimoitu
he_il: גלוי, ממוזער
id_id: Terlihat, diperkecil

source: automatically closes the rooms list menu when you click on any item in it
fi_fi: Sulkee automaattisesti huoneiden luettelovalikon, kun napsautat mitä tahansa siinä olevaa kohdetta
he_il: סגירה אוטומטית של תפריט רשימת החדרים בעת לחיצה על פריט כלשהו בו
id_id: secara otomatis menutup menu daftar kamar ketika Anda mengklik item apa pun di dalamnya

source: Rooms List Menu Items
fi_fi: Huoneluettelon valikkokohteet
he_il: רשימת חדרים פריטי תפריט
id_id: Item Menu Daftar Kamar

source: automatically closes the menu when you click on any item in it
fi_fi: Sulkee valikon automaattisesti, kun napsautat mitä tahansa sen kohdetta
he_il: סוגר אוטומטית את התפריט בעת לחיצה על פריט כלשהו בו
id_id: secara otomatis menutup menu ketika Anda mengklik item apa pun di dalamnya

source: create in: virtual tours - rooms - edit - contents tab - annotation
fi_fi: luo: virtuaalikierrokset - huoneet - muokkaa - sisältövälilehti - huomautus
he_il: יצירה ב: סיורים וירטואליים - חדרים - עריכה - הכרטיסיה 'תוכן' - ביאור
id_id: buat di: tur virtual - ruangan - edit - tab konten - anotasi

source: upload in: virtual tours - list tours - edit - contents tab - logo
fi_fi: lataa sisään: virtuaalikierrokset - luettelokierrokset - muokkaa - Sisältö-välilehti - logo
he_il: העלה ב: סיורים וירטואליים - סיורי רשימה - עריכה - הכרטיסיה 'תוכן' - לוגו
id_id: unggah di: tur virtual - daftar tur - edit - tab isi - logo

source: Top Center
fi_fi: Ylhäällä keskellä
he_il: עליון מרכז
id_id: Tengah atas

source: Padding Left
fi_fi: Sisämarginaali vasemmalla
he_il: ריפוד שמאל
id_id: Padding Kiri

source: Padding Top
fi_fi: Sisämarginaali ylhäällä
he_il: ריפוד מעלה
id_id: Bantalan Atas

source: Padding Right
fi_fi: Sisämarginaali oikealla
he_il: ריפוד ימינה
id_id: Bantalan Kanan

source: upload in: virtual tours - list tours - edit - contents tab - avatar video / virtual tours - rooms - edit - contents tab - avatar video
fi_fi: lataa sisään: virtuaalikierrokset - luettelokierrokset - muokkaa - sisältövälilehti - avatar-video / virtuaalikierrokset - huoneet - muokkaa - sisältövälilehti - avatar-video
he_il: העלה ב: סיורים וירטואליים - סיורי רשימה - עריכה - הכרטיסיה 'תוכן' - סרטון אווטאר / סיורים וירטואליים - חדרים - עריכה - הכרטיסיה 'תוכן' - סרטון אווטאר
id_id: unggah di: tur virtual - tur daftar - edit - tab konten - video avatar / tur virtual - ruangan - edit - tab konten - video avatar

source: Size - Width
fi_fi: Koko - Leveys
he_il: גודל - רוחב
id_id: Ukuran - Lebar

source: Size - Height
fi_fi: Koko - Korkeus
he_il: גודל - גובה
id_id: Ukuran - Tinggi

source: Bottom Center
fi_fi: Alhaalla keskellä
he_il: מרכז תחתון
id_id: Tengah bawah

source: Padding Bottom
fi_fi: Sisämarginaali alhaalla
he_il: ריפוד מטה
id_id: Bantalan Bawah

source: upload in: virtual tours - list tours - edit - contents tab - powered by
fi_fi: lataa: virtuaalikierrokset - luettelokierrokset - muokkaa - Sisältö-välilehti - powered by
he_il: העלה ב: סיורים וירטואליים - סיורי רשימה - עריכה - הכרטיסיה תוכן - מופעל על ידי
id_id: unggah di: tur virtual - daftar tur - edit - tab konten - didukung oleh

source: Enabled, paused
fi_fi: Käytössä, keskeytetty
he_il: מופעל, מושהה
id_id: Diaktifkan, dijeda

source: Enabled, autostart
fi_fi: Käytössä, automaattinen käynnistys
he_il: מופעל, הפעלה אוטומטית
id_id: Diaktifkan, mulai otomatis

source: Custom
fi_fi: Mukautettu
he_il: מותאם אישית
id_id: Kustom

source: Location
fi_fi: Sijainti
he_il: מיקום
id_id: Lokasi

source: Media
he_il: מדיה

source: create in: virtual tours - info box
fi_fi: luo: virtuaalikierrokset - infolaatikko
he_il: צור ב: סיורים וירטואליים - תיבת מידע
id_id: buat di: tur virtual - kotak info

source: Info Type
fi_fi: Tietotyyppi
he_il: סוג מידע
id_id: Jenis Info

source: Popup
fi_fi: Ponnahdusikkuna
he_il: פופאפ

source: Panel
fi_fi: RuutuPaneeli
he_il: לוח

source: create in: virtual tours - 3d view
fi_fi: luo: virtuaalikierrokset - 3D-näkymä
he_il: יצירה ב: סיורים וירטואליים - תצוגת תלת מימד
id_id: buat di: tur virtual - tampilan 3d

source: upload in: media - gallery
fi_fi: lataa: media - galleria
he_il: העלה ב: מדיה - גלריה
id_id: unggah di: media - galeri

source: Whatsapp Number
fi_fi: Whatsapp-numero
he_il: מספר WhatsApp
id_id: Nomor Whatsapp

source: Phone number for whatsapp chat
fi_fi: Puhelinnumero whatsapp-keskusteluun
he_il: מספר טלפון לצ'אט WhatsApp
id_id: Nomor telepon untuk obrolan whatsapp

source: Facebook Messenger
he_il: פייסבוק מסנג'ר
id_id: Utusan Facebook

source: Facebook page ID
fi_fi: Facebook-sivun ID
he_il: מזהה דף פייסבוק
id_id: ID halaman Facebook

source: Id of Facebook page for Facebook Messenger Note: in order to works you need to add the url to facebook page - settings - messenger platform - whitelist domain
fi_fi: Facebook Messengerin Facebook-sivun tunnus Huomautus: Jotta voit toimia, sinun on lisättävä URL-osoite Facebook-sivulle - Asetukset - Messenger-alusta - Sallittujen luettelo verkkotunnus
he_il: מזהה של דף פייסבוק עבור פייסבוק מסנג'ר הערה: על מנת לעבוד עליך להוסיף את כתובת האתר לדף פייסבוק - הגדרות - פלטפורמת Messenger - דומיין רשימה לבנה
id_id: Id halaman Facebook untuk Facebook Messenger Catatan: agar berfungsi, Anda perlu menambahkan url ke halaman facebook - pengaturan - platform messenger - domain daftar putih

source: Enabled, Mobile and Desktop
fi_fi: Käytössä, mobiili ja työpöytä
he_il: מופעל, נייד ושולחני
id_id: Diaktifkan, Seluler, dan Desktop

source: Enabled, only Desktop
fi_fi: Käytössä, vain työpöytä
he_il: מופעל, רק שולחן עבודה
id_id: Diaktifkan, hanya Desktop

source: Visible, Go to Room
fi_fi: Näkyvissä, siirry huoneeseen
he_il: גלוי, לך לחדר
id_id: Terlihat, Pergi ke Kamar

source: Visible, Scroll
fi_fi: Näkyvä, vieritä
he_il: גלוי, גלילה
id_id: Terlihat, Gulir

source: automatically closes the room's list slider when you click on any item in it
fi_fi: Sulkee automaattisesti huoneen luetteloliukusäätimen, kun napsautat mitä tahansa huoneessa olevaa kohdetta
he_il: סגירה אוטומטית של מחוון הרשימה של החדר בעת לחיצה על פריט כלשהו בתוכו
id_id: secara otomatis menutup penggeser daftar ruangan ketika Anda mengklik item apa pun di dalamnya

source: Preview Room on Hover
fi_fi: Esikatsele huonetta hiiren osoittimella
he_il: תצוגה מקדימה של חדר בריחוף
id_id: Ruang Pratinjau di Hover

source: when you hover over the room thumbnail in the slider a rotating preview of the room is shown
fi_fi: Kun viet hiiren osoittimen huoneen miniatyyrin päälle liukusäätimessä, huoneen pyörivä esikatselu tulee näkyviin
he_il: כאשר אתה מרחף מעל התמונה הממוזערת של החדר במחוון, מוצגת תצוגה מקדימה מסתובבת של החדר
id_id: saat Anda mengarahkan kursor ke thumbnail ruangan di penggeser, pratinjau berputar dari ruangan tersebut ditampilkan

source: create in: virtual tours - measurements
fi_fi: luo: virtuaalikierrokset - mittaukset
he_il: יצירה ב: סיורים וירטואליים - מדידות
id_id: buat di: tur virtual - pengukuran

source: Visible, measures shown
fi_fi: Näkyvä, mittarit näkyvissä
he_il: גלוי, מידות מוצגות
id_id: Terlihat, ukuran ditampilkan

source: Visible, measures hidden
fi_fi: Näkyvä, mitat piilotettu
he_il: גלוי, אמצעים מוסתרים
id_id: Terlihat, ukuran tersembunyi

source: Visible, disabled
fi_fi: Näkyvä, ei käytössä
he_il: גלוי, מושבת
id_id: Terlihat, dinonaktifkan

source: Visible, enabled
fi_fi: Näkyvä, käytössä
he_il: גלוי, זמין
id_id: Terlihat, diaktifkan

source: AutoRotate speed
fi_fi: Automaattisen kierron nopeus
he_il: מהירות סיבוב אוטומטי
id_id: Kecepatan putar otomatis

source: 0 to disable autorotate, -1 to -10 speed clockwise, 1 to 10 speed counterclockwise
fi_fi: 0 automaattisen kierron poistamiseksi käytöstä, -1 - -10 nopeus myötäpäivään, 1 - 10 nopeus vastapäivään
he_il: 0 כדי להשבית את הסיבוב האוטומטי, -1 עד -10 מהירות בכיוון השעון, 1 עד 10 מהירות נגד כיוון השעון
id_id: 0 untuk menonaktifkan autorotate, -1 hingga -10 kecepatan searah jarum jam, 1 hingga 10 kecepatan berlawanan arah jarum jam

source: AutoRotate inactivity
fi_fi: Kierrä passiivisuus automaattisesti
he_il: חוסר פעילות של סיבוב אוטומטי
id_id: Rotasi Otomatis tidak aktif

source: time in milliseconds to wait before starting the autorotation
fi_fi: Aika millisekunteina odottaa ennen autorotaation aloittamista
he_il: הזמן באלפיות השנייה להמתין לפני תחילת הסיבוב האוטומטי
id_id: waktu dalam milidetik untuk menunggu sebelum memulai rotasi otomatis

source: Drag Enabled when Device Orientation On
fi_fi: Vedä käytössä, kun laitteen suunta on käytössä
he_il: גרירה זמינה כש'כיוון ההתקן' מופעל
id_id: Seret Diaktifkan saat Orientasi Perangkat Aktif

source: create in: virtual tours - presentation
fi_fi: luo: virtuaalikierrokset - esitys
he_il: יצירה ב: סיורים וירטואליים - מצגת
id_id: buat di: tur virtual - presentasi

source: Visible, autostart
fi_fi: Näkyvä, automaattinen käynnistys
he_il: גלוי, הפעלה אוטומטית
id_id: Terlihat, mulai otomatis

source: Visible, share tour
fi_fi: Näkyvä, jaa retki
he_il: גלוי, שתף סיור
id_id: Terlihat, bagikan tur

source: Visible, share current position
fi_fi: Näkyvissä, jaa nykyinen sijainti
he_il: גלוי, שתף את המיקום הנוכחי
id_id: Terlihat, bagikan posisi saat ini

source: Providers
fi_fi: Tarjoajat
he_il: מורה
id_id: Penyedia

source: Copy Link
fi_fi: Kopioi linkki
he_il: העתיקי קישור
id_id: Salin Tautan

source: Email
fi_fi: Sähköposti
he_il: אימייל

source: Twitter
he_il: טוויטר

source: Linkedin
he_il: לינקדאין

source: Telegram
he_il: טלגרם

source: Pinterest
he_il: פינטרסט

source: Line
fi_fi: Viiva
he_il: שורה
id_id: Baris

source: Viber
he_il: ויבר

source: Wechat
he_il: ווכאט
id_id: Wechat wechat

source: create in: tour edit - form tab
fi_fi: luo: kiertomatka muokkaa - lomake-välilehti
he_il: יצירה ב: עריכת סיור - הכרטיסיה 'טופס'
id_id: buat di: edit tur - tab formulir

source: Enabled, opened
fi_fi: Käytössä, avattu
he_il: מופעל, נפתח
id_id: Diaktifkan, dibuka

source: leave blank to disable password
fi_fi: Poista salasana käytöstä jättämällä tyhjäksi
he_il: השאר ריק כדי להשבית סיסמה
id_id: biarkan kosong untuk menonaktifkan kata sandi

source: Nadir
fi_fi: Aallonpohja
he_il: אנונימי

source: Icon Position
fi_fi: Kuvakkeen sijainti
he_il: מיקום האייקון
id_id: Posisi Ikon

source: Icon Button - Left
fi_fi: Kuvakepainike - vasen
he_il: לחצן אייקון - שמאל
id_id: Tombol Ikon - Kiri

source: Icon Button - Center
fi_fi: Kuvakepainike - Keskitä
he_il: לחצן אייקון - מרכז
id_id: Tombol Ikon - Tengah

source: Icon Button - Right
fi_fi: Kuvakepainike - oikea
he_il: לחצן אייקון - ימין
id_id: Tombol Ikon - Kanan

source: Menu Item
fi_fi: Valikon rivi
he_il: פריט תפריט
id_id: Item Menu

source: Main Color
fi_fi: Pääväri
he_il: צבע ראשי
id_id: Warna Dasar

source: Icon Main Color
fi_fi: Kuvakkeen pääväri
he_il: סמל צבע ראשי
id_id: Ikon Warna Utama

source: Hover Color
fi_fi: Tekstin väri kun osoitin kohdalla
he_il: צבע ריחוף
id_id: Warna Hover

source: Icon Hover Color
fi_fi: Kuvakkeen väri osoitettaessa
he_il: צבע אייקון (ריחוף)
id_id: Ikon Arahkan Warna

source: Only mp4 files are supported.
fi_fi: Vain mp4-tiedostoja tuetaan.
he_il: רק קבצי mp4 נתמכים.
id_id: Hanya file mp4 yang didukung.

source: File not provided.
fi_fi: Ei toimitettua fonttitiedostoa
he_il: הקובץ לא סופק.
id_id: Berkas tidak disediakan.

source: Only jpg,png,gif,webp files are supported.
fi_fi: Vain jpg-, png-, gif- ja webp-tiedostoja tuetaan.
he_il: רק קבצי jpg, png, gif, webp נתמכים.
id_id: Hanya file jpg, png, gif, webp yang didukung.

source: month
fi_fi: kuukausi
he_il: חודש
id_id: bulan

source: months
fi_fi: kuukautta
he_il: חודשים
id_id: bulan

source: year
fi_fi: vuosi
he_il: שנה
id_id: tahun

source: tour
fi_fi: retki
he_il: סיור
id_id: wisata

source: Free
fi_fi: Ilmainen
he_il: חינם
id_id: Gratis

source: Only jpg,png files are supported.
fi_fi: Vain jpg,png-tiedostoja tuetaan.
he_il: רק קבצי jpg,png נתמכים.
id_id: Hanya file jpg, png yang didukung.

source: Username already registered!
fi_fi: Käyttäjätunnus on jo rekisteröity!
he_il: שם המשתמש כבר רשום!
id_id: Nama pengguna sudah terdaftar!

source: E-mail already registered!
fi_fi: Sähköposti on jo rekisteröity!
he_il: דואר אלקטרוני כבר רשום!
id_id: Email sudah terdaftar!

source: Only jpg,png,gif files are supported.
fi_fi: Vain jpg-, png- ja gif-tiedostoja tuetaan.
he_il: רק קבצי jpg, png, gif נתמכים.
id_id: Hanya file jpg, png, gif yang didukung.

source: Mp4 Video
he_il: וידאו Mp4
id_id: Video Mp4

source: Only jpg,png,webp files are supported.
fi_fi: Vain jpg-, png- ja webp-tiedostoja tuetaan.
he_il: רק קבצי jpg,png,webp נתמכים.
id_id: Hanya file jpg, png, webp yang didukung.

source: Retry.
fi_fi: Yritä uudelleen
he_il: נסה שוב.
id_id: Mencoba kembali.

source: Only jpg,png,webp,mp4,webm files are supported.
fi_fi: Vain jpg, png, webp, mp4, webm-tiedostoja tuetaan.
he_il: רק קבצי jpg, png, webp, mp4, webm נתמכים.
id_id: Hanya file jpg,png,webp,mp4,webm yang didukung.

source: Error, retry later
fi_fi: Virhe, yritä myöhemmin uudelleen
he_il: שגיאה, נסה שוב מאוחר יותר
id_id: Kesalahan, coba lagi nanti

source: Invalid verification code
fi_fi: Virheellinen vahvistuskoodi
he_il: קוד אימות לא חוקי
id_id: Kode verifikasi tidak benar

source: Customer
fi_fi: Asiakas
he_il: לקוח
id_id: Pelanggan

source: Administrator
fi_fi: Ylläpitäjä
he_il: מנהל

source: Super Administrator
fi_fi: Pääkäyttäjä
he_il: מנהל-על
id_id: Administrator Super

source: Editor
fi_fi: Päätoimittaja
he_il: עורך
id_id: Penyunting

source: day
fi_fi: päivä
he_il: יום
id_id: hari

source: days
fi_fi: päivää
he_il: ימים
id_id: hari

source: today
fi_fi: tänään
he_il: היום
id_id: hari ini

source: register
fi_fi: rekisteröidy
he_il: הרשמה
id_id: mendaftar

source: login
fi_fi: kirjaudu
he_il: התחבר
id_id: masuk

source: add tour
fi_fi: lisää retki
he_il: הוסף סיור
id_id: tambahkan tur

source: delete tour
fi_fi: poist retki
he_il: מחק סיור
id_id: hapus tur

source: subscribe
fi_fi: tilaa
he_il: הירשם
id_id: langganan

source: changed plan for user
fi_fi: käyttäjälle muutettu suunnitelma
he_il: תוכנית שהשתנתה עבור המשתמש
id_id: mengubah rencana untuk pengguna

source: changed role for user
fi_fi: käyttäjän rooli muuttui
he_il: תפקיד שהשתנה עבור המשתמש
id_id: mengubah peran untuk pengguna

source: unsubscribe
fi_fi: peruuta tilaus
he_il: ביטול מנוי
id_id: berhenti berlangganan

source: add room
fi_fi: lisää sali
he_il: הוספת חדר
id_id: menambah ruangan

source: delete room
fi_fi: Poista huone
he_il: מחק חדר
id_id: hapus kamar

source: Only mp3 files are supported.
fi_fi: Vain mp3-tiedostoja tuetaan.
he_il: רק קבצי mp3 נתמכים.
id_id: Hanya file mp3 yang didukung.

source: Only pdf files are supported.
fi_fi: Vain pdf-tiedostoja tuetaan.
he_il: רק קובצי PDF נתמכים.
id_id: Hanya file pdf yang didukung.

source: Link
fi_fi: Linkki
he_il: קישור
id_id: Tautan

source: Cart
fi_fi: Ostoskori
he_il: סל קניות
id_id: Keranjang

source: No JS or JSON files found in the zip.
fi_fi: Zip-tiedostosta ei löydy JS- tai JSON-tiedostoja.
he_il: לא נמצאו קבצי JS או JSON ב- zip.
id_id: Tidak ada file JS atau JSON yang ditemukan di zip.

source: Only zip files are supported.
fi_fi: Vain .zip-tiedostot ovat tuettuja.
he_il: רק קבצי zip נתמכים.
id_id: Hanya file zip yang didukung.

source: Only gltf,glb,usdz files are supported.
fi_fi: Vain gltf,glb,usdz-tiedostoja tuetaan.
he_il: רק קבצי gltf,glb,usdz נתמכים.
id_id: Hanya file gltf,glb,usdz yang didukung.

source: save
fi_fi: tallenna
he_il: שמור
id_id: simpan

source: delete
fi_fi: poista
he_il: מחק
id_id: hapus

source: An error has occurred, please try again later
fi_fi: Tuntematon virhe on tapahtunut. Yritä myöhemmin uudelleen.
he_il: אירעה שגיאה, נסה שוב מאוחר יותר
id_id: Terjadi kesalahan, silakan coba lagi nanti

source: Only png files are supported.
fi_fi: Vain png-tiedostoja tuetaan.
he_il: רק קבצי png נתמכים.
id_id: Hanya file png yang didukung.

source: Only gltf,glb files are supported.
fi_fi: Vain gltf,glb-tiedostoja tuetaan.
he_il: רק קבצי gltf,glb נתמכים.
id_id: Hanya file gltf,glb yang didukung.

source: In Progress
fi_fi: Käynnissä
he_il: בתהליך
id_id: Dalam Proses

source: Draft
fi_fi: Luonnos
he_il: טיוטה
id_id: Draf

source: Only json files are supported.
fi_fi: Vain json-tiedostoja tuetaan.
he_il: רק קבצי json נתמכים.
id_id: Hanya file json yang didukung.

source: duplicated
fi_fi: Kurssi monistettu onnistuneesti!
he_il: שוכפלים
id_id: Duplikasi

source: Only mp4, webm files are supported.
fi_fi: Vain mp4, webm-tiedostoja tuetaan.
he_il: רק קבצי mp4, webm נתמכים.
id_id: Hanya mp4, file webm yang didukung.

source: Lead
fi_fi: Liidi
he_il: ליד
id_id: Arahans

source: New tour created
fi_fi: Uusi retki luotu
he_il: נוצר סיור חדש
id_id: Tur baru dibuat

source: Tour
fi_fi: Retki
he_il: חבילה

source: Only %s files are supported.
fi_fi: Vain %s tiedostoa tuetaan.
he_il: רק קבצים %s נתמכים.
id_id: Hanya %s file yang didukung.

source: IMPORT
fi_fi: TUONTI
he_il: ייבוא
id_id: IMPOR

source: User's Role Permissions
fi_fi: Käyttäjän roolien käyttöoikeudet
he_il: הרשאות תפקיד משתמש
id_id: Izin Peran Pengguna

source: change settings | manage plans | manage users | manage tours of all users
fi_fi: asetusten muuttaminen | sopimushallinta | käyttäjähallinta | Kaikkien käyttäjien retkien hallinta
he_il: שינוי הגדרות | ניהול תוכניות | ניהול משתמשים | ניהול סיורים של כל המשתמשים
id_id: ubah pengaturan | kelola rencana | kelola pengguna | mengelola tur semua pengguna

source: manage users | manage tours of all users
fi_fi: Käyttäjähallinta | Kaikkien käyttäjien retkien hallinta
he_il: ניהול משתמשים | ניהול סיורים של כל המשתמשים
id_id: kelola pengguna | mengelola tur semua pengguna

source: they only manage the tours that are associated with them
fi_fi: He hallinnoivat vain omia kierroksiaan retkiään
he_il: הם מנהלים רק את הסיורים המשויכים אליהם
id_id: mereka hanya mengelola tur yang terkait dengan mereka

source: they only manage their own tours with restrictions based on the plan subscribed
fi_fi: He hallinnoivat omia retkiään vain tilaamansa sopimuksen mukaisin rajoituksin
he_il: הם מנהלים את הסיורים שלהם רק עם הגבלות המבוססות על התוכנית המנויה
id_id: mereka hanya mengelola tur mereka sendiri dengan batasan berdasarkan paket yang dilanggan

source: ADD USER
fi_fi: LISÄÄ KÄYTTÄJÄ
he_il: הוסף משתמש
id_id: TAMBAHKAN PENGGUNA

source: Role
fi_fi: Rooli
he_il: תפקיד
id_id: Peran

source: Registration Date
fi_fi: Rekisteröintipäivämäärä
he_il: תאריך ההרשמה
id_id: Tanggal Registrasi

source: Expires in
fi_fi: Umpeutuu
he_il: יפוג בעוד
id_id: Kadaluarsa

source: Active
fi_fi: Aktiivinen
he_il: פעיל
id_id: Aktif

source: Tours
fi_fi: Retket
he_il: טור
id_id: Tour

source: New User
fi_fi: Uusi käyttäjä
he_il: משתמש חדש
id_id: Pengguna baru

source: You cannot manage products on an external virtual tour!
fi_fi: Et voi hallita tuotteita ulkoisella virtuaaliretkellä!
he_il: לא ניתן לנהל מוצרים בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat mengelola produk pada tur virtual eksternal!

source: Your "%s" plan not allow to manage Products!
fi_fi: "%s" -sopimuksesi ei salli tuotteiden hallintaa!
he_il: תוכנית "%s" שלך אינה מאפשרת לנהל מוצרים!
id_id: Paket "%s" Anda tidak memungkinkan untuk mengelola Produk!

source: These products are managed by your Woocommerce site: <b>%s</b>
fi_fi: Näitä tuotteita hallinnoi Woocommerce-sivustosi: <b>%s</b>
he_il: מוצרים אלה מנוהלים על ידי אתר Woocommerce שלך: <b>%s</b>
id_id: Produk ini dikelola oleh situs Woocommerce Anda: <b>%s</b>

source: Price
fi_fi: Hinta
he_il: מחיר
id_id: Harga

source: you can change the currency in the shop tab of the tour settings
fi_fi: Voit vaihtaa valuuttaa retkiasetuksen kauppa-välilehdellä
he_il: באפשרותך לשנות את המטבע בכרטיסיה חנות בהגדרות הסיור
id_id: Anda dapat mengubah mata uang di tab toko pengaturan tur

source: Button
fi_fi: Painike
he_il: כפתור
id_id: Tombol

source: Loading products ...
fi_fi: Ladataan tuotteita ...
he_il: טעינת מוצרים ...
id_id: Memuat produk ...

source: SKU
he_il: מק"ט

source: Status
fi_fi: Tila
he_il: סטטוס

source: Sorting Mode
fi_fi: Lajittelu-tila
he_il: מצב מיון
id_id: Modus Sortasi

source: Relevance (Custom Sort)
fi_fi: Osuvuus (mukautettu lajittelu)
he_il: רלוונטיות (מיון מותאם אישית)
id_id: Relevansi (Urutan Kustom)

source: Default Sorting
fi_fi: Oletuslajittelu
he_il: סינון ברירת מחדל
id_id: Penyortiran Default

source: Open target
fi_fi: Avaa kohde
he_il: יעד פתוח
id_id: Sasaran terbuka

source: Same window
fi_fi: URL (sama ikkuna)
he_il: אותו חלון
id_id: Jendela yang sama

source: New window
fi_fi: Uudessa ikkunassa
he_il: חלון חדש
id_id: Jendela baru
