Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: Login to your account here
fi_fi: Kirjaudu tilillesi tästä
he_il: התחבר לחשבון שלך כאן
id_id: Masuk ke akun Anda di sini

source: Username or E-mail
fi_fi: Käyttäjätunnus tai sähköpostiosoite
he_il: שם משתמש או אימייל
id_id: Username atau E-mail

source: Remember me
fi_fi: Muista minut
he_il: זכור אותי
id_id: Ingat saya

source: Login
fi_fi: Kirjaudu sisään
he_il: התחבר
id_id: Masuk

source: Forgot Password?
fi_fi: Unohditko salasanasi?
he_il: שכחת סיסמא?
id_id: Lupa kata sandi?

source: Create an Account
fi_fi: Luo käyttäjätili
he_il: צור חשבון
id_id: Buat Akun

source: back to %s
fi_fi: ← Takaisin kohteeseen %s
he_il: חזרה אל %s
id_id: kembali ke %s

source: main site
fi_fi: Tärkein sivusto
he_il: אתר ראשי
id_id: situs utama

source: Two-Factor Authentication
fi_fi: Kaksivaiheinen todennus
he_il: אימות דו־שלבי
id_id: Otentikasi Dua Faktor

source: Please enter the confirmation code that you see on your authenticator app.
fi_fi: Anna vahvistuskoodi, jonka näet todennussovelluksessasi.
he_il: הזן את קוד האישור שאתה רואה באפליקציית האימות שלך.
id_id: Silakan masukkan kode konfirmasi yang Anda lihat di aplikasi autentikator Anda.

source: Authenticate
fi_fi: Todenna
he_il: אימות
id_id: Autentikasi

source: Create Account
fi_fi: Luo tili
he_il: צור חשבון
id_id: Buat Akun

source: An account linked to %s was not found, do you want to register a new one?
fi_fi: %s linkitettyä tiliä ei löytynyt, haluatko rekisteröidä uuden?
he_il: חשבון מקושר %s לא נמצא, האם ברצונך לרשום חשבון חדש?
id_id: Akun yang ditautkan ke %s tidak ditemukan, apakah Anda ingin mendaftar yang baru?

source: Yes, Register
fi_fi: Kyllä, rekisteröidy
he_il: כן, הירשם
id_id: Ya, Daftar

source: You have reached the maximum number of concurrent sessions for this account.
fi_fi: Olet saavuttanut tämän tilin samanaikaisten istuntojen enimmäismäärän.
he_il: הגעת למספר המרבי של הפעלות בו-זמניות עבור חשבון זה.
id_id: Anda telah mencapai jumlah maksimum sesi serentak untuk akun ini.

source: Check your inbox for the verification code.
fi_fi: Tarkista vahvistuskoodi postilaatikostasi.
he_il: חפש בתיבת הדואר הנכנס את קוד האימות.
id_id: Periksa kotak masuk Anda untuk kode verifikasi.

source: Password successfully changed!
fi_fi: Salasanan vaihto onnistui!
he_il: הסיסמה שונתה בהצלחה!
id_id: Kata sandi berhasil diubah!

source: You have entered an invalid username or email
fi_fi: Olet antanut virheellisen käyttäjänimen tai sähköpostiosoitteen
he_il: הזנת שם משתמש או כתובת דוא"ל לא חוקיים
id_id: Anda telah memasukkan nama pengguna atau email yang tidak valid

source: You have entered an invalid password
fi_fi: Olet antanut virheellisen salasanan
he_il: הזנת סיסמה לא חוקית
id_id: Anda telah memasukkan kata sandi yang tidak valid

source: Your account is locked
fi_fi: Tilisi on lukittu
he_il: החשבון שלך נעול
id_id: Akun Anda terkunci

source: You cannot create Icons Library on an external virtual tour!
fi_fi: Et voi luoda ikonikirjastoa ulkoisella virtuaaliretkielle!
he_il: לא ניתן ליצור ספריית אייקונים בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat membuat Perpustakaan Ikon pada tur virtual eksternal!

source: Your "%s" plan not allow to create Icons Library!
fi_fi: "%s" -suunnitelmasi ei salli kuvakkeiden kirjaston luomista!
he_il: תוכנית "%s" שלך אינה מאפשרת ליצור ספריית אייקונים!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Perpustakaan Ikon!

source: Icons List
fi_fi: Kuvakkeet-luettelo
he_il: רשימת סמלים

source: Loading icons ...
fi_fi: Ladataan kuvakkeita ...
he_il: טוען אייקונים ...
id_id: Memuat ikon...

source: IN PROGRESS
fi_fi: Käynnissä
he_il: בתהליך
id_id: SEDANG BERLANGSUNG

source: RELOAD THE PAGE
fi_fi: Lataa nykyinen sivu uudelleen
he_il: טען מחדש את הדף
id_id: MUAT ULANG HALAMAN

source: ABORT
fi_fi: KESKEYTTÄÄ
he_il: בטל
id_id: MENGGUGURKAN

source: Details
fi_fi: Lisätiedot
he_il: פרטים
id_id: Detail

source: Fade
fi_fi: Häivytys
he_il: דהייה
id_id: Memudar

source: fade duration between slides.
fi_fi: Häivytä diojen välinen kesto.
he_il: עמעום משך בין שקופיות.
id_id: durasi memudar antara slide.

source: Resolution
fi_fi: Resoluutio
he_il: רזולוציה
id_id: Resolusi

source: frames per second
fi_fi: kuvaa sekunnissa
he_il: מסגרות לשנייה
id_id: Bingkai per detik

source: audio file must be uploaded into music library.
fi_fi: Äänitiedosto on ladattava musiikkikirjastoon.
he_il: יש להעלות קובץ שמע לספריית המוסיקה.
id_id: file audio harus diunggah ke perpustakaan musik.

source: No Audio
fi_fi: Ei ääntä
he_il: אין שמע
id_id: Tidak ada suara

source: Recorded Voice
fi_fi: Äänitetty ääni
he_il: קול מוקלט
id_id: Rekaman Suara

source: voice track inserted into the video
fi_fi: videoon lisätty ääniraita
he_il: רצועת קול שהוכנסה לסרטון
id_id: trek suara dimasukkan ke dalam video

source: remove
fi_fi: poista
he_il: הסר
id_id: hapus

source: START RECORDING
fi_fi: ALOITA NAUHOTTAMINEN
he_il: התחל להקליט
id_id: MULAI MEREKAM

source: PAUSE / RESUME
he_il: השהיה / חידוש פעולה
id_id: JEDA / LANJUTKAN

source: STOP
fi_fi: LOPETTAA
he_il: התאריך שהספירה לאחור תסתיים.
id_id: BERHENTI

source: please wait
fi_fi: odota
he_il: חכה בבקשה
id_id: Harap tunggu

source: Watermark
fi_fi: Vesileima
he_il: סימן מים
id_id: Tanda Air

source: None
fi_fi: Ei mitään
he_il: ללא
id_id: Nihil

source: Top Left
fi_fi: Ylävasen
he_il: למעלה משמאל
id_id: Kiri Atas

source: Top Right
fi_fi: Yläoikea
he_il: עליון ימין
id_id: Kanan Atas

source: Bottom Left
fi_fi: Alavasen
he_il: שמאל תחתון
id_id: Kiri Bawah

source: Bottom Right
fi_fi: Alaoikea
he_il: ימין תחתון
id_id: Kanan Bawah

source: Center
fi_fi: Keskelle
he_il: מרכז
id_id: Tengah

source: Watermark Opacity
fi_fi: Vesileiman opasiteetti
he_il: שקיפות סימן המים
id_id: Opacity Watermark

source: DOWNLOAD
fi_fi: LATAA
he_il: <strong>הורדה</strong>
id_id: UNDUH

source: DELETE
fi_fi: POISTA
he_il: מחיקה
id_id: HAPUS

source: Timeline
fi_fi: Aikajana
he_il: ציר זמן

source: Estimated duration
fi_fi: Arvioitu kesto
he_il: משך זמן משוער
id_id: Perkiraan durasi

source: GENERATE
fi_fi: Luo
he_il: יצר

source: Loading video slides ...
fi_fi: Videodiojen lataaminen ...
he_il: טעינת שקופיות וידאו ...
id_id: Memuat slide video ...

source: DELETE IMAGE
fi_fi: Poista kuva
he_il: מחיקת תמונה
id_id: HAPUS GAMBAR

source: Logo + Text
fi_fi: Logon Alt-teksti
he_il: לוגו + טקסט
id_id: Logo + Teks

source: Duration
fi_fi: Kesto
he_il: משך
id_id: Durasi

source: Font Color
fi_fi: Fontin väri
he_il: צבע גופן הכותרת
id_id: Warna Font Utama

source: Bottom Padding
fi_fi: Sisämarginaali alhaalla
he_il: ריווח מהחלק התחתון
id_id: Padding Bawah

source: Font Size
fi_fi: Fontin koko
he_il: גודל פונט
id_id: Ukuran Font

source: Upload Logo
fi_fi: Lataa logo
he_il: העלה לוגו
id_id: Unggah Logo

source: Save
fi_fi: Tallenna
he_il: שמירה
id_id: Simpan

source: Image
fi_fi: Kuva
he_il: תמונה
id_id: Gambar

source: Select image from Gallery
fi_fi: Valitse kuva Galleriasta
he_il: בחר תמונה מהגלריה
id_id: Pilih gambar dari Galeri

source: Video
he_il: וידאו

source: Upload Video
fi_fi: Lataa video
he_il: העלה וידאו
id_id: Unggah Video

source: Panorama
fi_fi: Panoraama
he_il: פנורמה

source: Animation Type
fi_fi: Animaation tyyppi
he_il: סוג הנפשה
id_id: Jenis Animasi

source: Manual
fi_fi: Manuaalinen
he_il: ידני

source: 360 Rotation (clockwise)
fi_fi: 360 kierto (myötäpäivään)
he_il: סיבוב 360 (בכיוון השעון)
id_id: Rotasi 360 (searah jarum jam)

source: 360 Rotation (counterclockwise)
fi_fi: 360 kierto (vastapäivään)
he_il: סיבוב 360 (נגד כיוון השעון)
id_id: Rotasi 360 (berlawanan arah jarum jam)

source: Room
fi_fi: Huone
he_il: חדרים
id_id: Kamar

source: END
fi_fi: LOPPU
he_il: סיום
id_id: AKHIR

source: drag the view to change the position and clck set
fi_fi: Muuta sijaintia ja CLCK-joukkoa vetämällä näkymää
he_il: גרור את התצוגה כדי לשנות את המיקום ואת ערכת הקלק
id_id: seret tampilan untuk mengubah posisi dan setel klik

source: Delete Video Project
fi_fi: Poista videoprojekti
he_il: מחק פרויקט וידאו
id_id: Hapus Proyek Video

source: Are you sure you want to delete the video project?
fi_fi: Haluatko varmasti poistaa videoprojektin?
he_il: האם אתה בטוח שברצונך למחוק את פרויקט הווידאו?
id_id: Yakin ingin menghapus proyek video?

source: Yes, Delete
fi_fi: Kyllä, poista tämä
he_il: כן, מחק
id_id: Ya, Hapus

source: Generate video project
fi_fi: Luo videoprojekti
he_il: צור פרויקט וידאו
id_id: Hasilkan proyek video

source: Generation in progress, please wait ... Do not close this window!
fi_fi: Sukupolvi käynnissä, odota ... Älä sulje tätä ikkunaa!
he_il: הדור בעיצומו, אנא המתן... אל תסגור חלון זה!
id_id: Generasi sedang berlangsung, harap tunggu ... Jangan tutup jendela ini!

source: If you don't want to wait click here to continue working (a new tab will be opened)
fi_fi: Jos et halua odottaa, napsauta tätä jatkaaksesi työskentelyä (uusi välilehti avautuu)
he_il: אם אינך רוצה לחכות לחץ כאן כדי להמשיך לעבוד (כרטיסייה חדשה תיפתח)
id_id: Jika Anda tidak ingin menunggu klik di sini untuk terus bekerja (tab baru akan terbuka)

source: You cannot create POIs on an external virtual tour!
fi_fi: Et voi luoda kiinnostavia paikkoja ulkoisella virtuaaliretkellä!
he_il: לא ניתן ליצור נקודות עניין בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat membuat POI pada tur virtual eksternal!

source: You have reached the maximum number of POIs allowed from your plan!
fi_fi: Olet saavuttanut sopimuksesi salliman enimmäismäärän kiinnostavia paikkoja!
he_il: הגעת למספר המרבי של נקודות עניין המותרות בתוכנית שלך!
id_id: Anda telah mencapai jumlah maksimum POI yang diperbolehkan dari rencana Anda!

source: Select a room first!
fi_fi: Valitse ensin huone!
he_il: בחר חדר תחילה!
id_id: Pilih kamar dulu!

source: No rooms created for this Virtual Tour. Go to %s and create a new one!
fi_fi: Tätä retkeä varten ei ole luotu huoneita. Siirry %s ja luo uusi!
he_il: לא נוצרו חדרים לסיור וירטואלי זה. עבור אל %s וצור אחד חדש!
id_id: Tidak ada ruangan yang dibuat untuk Tur Virtual ini. Buka %s dan buat yang baru!

source: Rooms
fi_fi: Huoneet
he_il: חדרים
id_id: Jumlah Ruangan Utama/Keluarga

source: Add POI
fi_fi: Lisää kiinnostava paikka
he_il: הוסף נקודת עניין
id_id: Tambahkan POI

source: Style
fi_fi: Tyyli
he_il: עיצוב

source: style of the POI displayed within the panorama
fi_fi: panoraamassa näkyvän kiinnostavan paikan tyyli
he_il: סגנון נקודת העניין המוצג בפנורמה
id_id: gaya POI yang ditampilkan dalam panorama

source: Icon
fi_fi: Kuvake
he_il: אייקון
id_id: Ikon

source: Callout Text
fi_fi: Kutsun teksti
he_il: טקסט הסבר
id_id: Teks Panggilan

source: Grouped
fi_fi: Ryhmitetty
he_il: מקובץ
id_id: Dikelompokkan

source: Embedded
fi_fi: Upotettu
he_il: מוטבעים
id_id: Tertanam

source: Selection Area
fi_fi: Valinta-alue
he_il: אזור בחירה
id_id: Area Seleksi

source: Embedded Image
fi_fi: Upotettu kuva
he_il: תמונה מוטבעת
id_id: Gambar Tersemat

source: Embedded Text
fi_fi: Upotettu teksti
he_il: טקסט מוטבע
id_id: Teks Tertanam

source: Embedded HTML
fi_fi: Upotettu HTML
he_il: HTML מוטבע
id_id: HTML Tersemat

source: Embedded Slideshow
fi_fi: Upotettu diaesitys
he_il: מצגת מוטבעת
id_id: Slideshow Tertanam

source: Embedded Video
fi_fi: Upotettu video
he_il: וידאו מוטבע
id_id: Video Tersemat

source: Embedded Video (with transparency)
fi_fi: Upotettu video (läpinäkyvä)
he_il: וידאו מוטבע (עם שקיפות)
id_id: Video Tertanam (dengan transparansi)

source: Embedded Video (with background removal)
fi_fi: Upotettu video (taustan poisto)
he_il: וידאו מוטבע (עם הסרת רקע)
id_id: Video Tertanam (dengan penghapusan latar belakang)

source: Embedded Link
fi_fi: Upotettu linkki
he_il: קישור מוטבע
id_id: Tautan Tertanam

source: Embedded Object 3D
fi_fi: Upotettu objekti 3D
he_il: אובייקט מוטבע 3D
id_id: Objek Tertanam 3D

source: Content
fi_fi: Sisältö
he_il: תוכן
id_id: Konten

source: content displayed when clicked on the POI
fi_fi: sisältöä, joka näytetään, kun napsautetaan kiinnostavaa paikkaa
he_il: תוכן המוצג בעת לחיצה על נקודת העניין
id_id: konten yang ditampilkan saat diklik pada POI

source: Image (single)
fi_fi: Kuva (yksittäinen)
he_il: תמונה (יחיד)
id_id: Gambar (tunggal)

source: Images (gallery)
fi_fi: Kuvat (galleria)
he_il: תמונות (גלריה)
id_id: Gambar (galeri)

source: Video 360
he_il: וידאו 360

source: Link (embed)
fi_fi: Linkki (upota)
he_il: קישור (הטבעה)
id_id: Tautan (sematkan)

source: Link (external)
fi_fi: Linkki (ulkoinen)
he_il: קישור (חיצוני)
id_id: Tautan (eksternal)

source: Download
fi_fi: Lataa
he_il: הורדה
id_id: Unduh

source: Form
fi_fi: Lomake
he_il: טופס
id_id: Formulir

source: Object 360 (images)
fi_fi: Object 360 (kuvat)
he_il: אובייקט 360 (תמונות)
id_id: Objek 360 (gambar)

source: Object 3D
fi_fi: Objekti 3D
he_il: אובייקט 3D
id_id: Objek 3D

source: Point Clouds
fi_fi: Pistepilvet
he_il: עננים נקודתיים
id_id: Titik Awan

source: Product
fi_fi: Tuote
he_il: מוצר
id_id: Produk

source: Switch Panorama
fi_fi: Panoraaman vaihtaminen
he_il: מתג פנורמה
id_id: Beralih Panorama

source: Delete POI
fi_fi: Poista kiinnostava paikka
he_il: מחיקת POI
id_id: Hapus POI

source: Are you sure you want to delete the poi?
fi_fi: Haluatko varmasti poistaa kiinnostavan paikan?
he_il: האם אתה בטוח שברצונך למחוק את ה- POI?
id_id: Anda yakin ingin menghapus poi?

source: Duplicate POI
fi_fi: Monista POI
he_il: נקודות עניין כפולות
id_id: POI duplikat

source: Are you sure you want to duplicate the poi?
fi_fi: Haluatko varmasti monistaa kiinnostavan paikan?
he_il: האם אתה בטוח שאתה רוצה לשכפל את הפוי?
id_id: Apakah Anda yakin ingin menduplikasi poi?

source: Room Target
fi_fi: Huoneen kohde
he_il: חדר טארגט
id_id: Target Kamar

source: Yes, Duplicate
fi_fi: Kyllä, kaksoiskappale
he_il: כן, שכפל
id_id: Ya, Duplikat

source: Library Icons
fi_fi: Kirjaston kuvakkeet
he_il: סמלי ספרייה
id_id: Ikon Perpustakaan

source: POIs Settings
fi_fi: KP-asetukset
he_il: הגדרות נקודות עניין
id_id: Pengaturan POI

source: Are you sure you want to apply these settings to all existing POIs by overwriting them?
fi_fi: Haluatko varmasti käyttää näitä asetuksia kaikkiin olemassa oleviin kiinnostaviin paikkoihin korvaamalla ne?
he_il: האם אתה בטוח שברצונך להחיל הגדרות אלה על כל נקודות העניין הקיימות על-ידי דריסתן?
id_id: Apakah Anda yakin ingin menerapkan pengaturan ini ke semua POI yang ada dengan menimpanya?

source: Animation
fi_fi: Animaatio
he_il: הנפשה
id_id: Animasi

source: Color
fi_fi: Väri
he_il: צבע
id_id: Warna

source: Background
fi_fi: Tausta
he_il: רקע
id_id: Latar Belakang

source: Tooltip Type
fi_fi: Työkaluvihjeen tyyppi
he_il: סוג תיאור כלי
id_id: Jenis Tooltip

source: Tooltip Visibility
fi_fi: Työkaluvihjeen näkyvyys
he_il: ניראות תיאור כלי
id_id: Visibilitas Tooltip

source: Tooltip Background
fi_fi: Työkaluvinkin tausta
he_il: רקע הטולטיפ
id_id: Latar Belakang Tooltip

source: Tooltip Color
fi_fi: Vihjetekstin väri
he_il: צבע תיאור כלי
id_id: Warna Tooltip

source: Sound
fi_fi: Ääni
he_il: שמע

source: Set as default for the tour
fi_fi: Aseta retken oletusasetukseksi
he_il: הגדרה כברירת מחדל עבור הסיור
id_id: Ditetapkan sebagai default untuk tur

source: Yes, Apply
fi_fi: Kyllä, hae
he_il: כן, הגש מועמדות
id_id: Ya, Terapkan

source: Perspective
fi_fi: Perspektiivi
he_il: פרספקטיבה
id_id: Perspektif

source: Size
fi_fi: Koko
he_il: גודל
id_id: Ukuran

source: Scale
fi_fi: Skaalaus
he_il: קנה מידה
id_id: Skala

source: shows items that are only visible in this view
fi_fi: näyttää kohteet, jotka näkyvät vain tässä näkymässä
he_il: הצגת פריטים הגלויים רק בתצוגה זו
id_id: menunjukkan item yang hanya terlihat dalam tampilan ini

source: MOVE
fi_fi: Siirrä
he_il: מהלך
id_id: BERGERAK

source: EDIT
fi_fi: MUOKKAA
he_il: עריכה

source: DUPLICATE
fi_fi: Monista
he_il: שכפל
id_id: DUPLIKAT

source: Tolerance
fi_fi: Suvaitsevaisuutta
he_il: סובלנות
id_id: Toleransi

source: Apply
fi_fi: Käytä
he_il: החלה
id_id: Terapkan

source: Tooltip
fi_fi: Työkaluvinkki
he_il: טולטיפ

source: Schedule
fi_fi: Ajasta
he_il: תזמון
id_id: Jadwalkan

source: Change
fi_fi: Vaihda
he_il: שנה
id_id: Ubah

source: Image (gallery)
fi_fi: Kuva galleria
he_il: תמונה (גלריה)
id_id: Gambar (galeri)

source: Number grouped:
fi_fi: Numero ryhmitelty:
he_il: מספר מקובצים:
id_id: Nomor dikelompokkan:

source: click on the POIs to add/remove them to this group
fi_fi: napsauta POI-kohteita lisätäksesi/poistaaksesi ne tähän ryhmään
he_il: לחץ על נקודות העניין כדי להוסיף/להסיר אותן לקבוצה זו
id_id: klik pada POI untuk menambah/menghapusnya ke grup ini

source: Auto Open
fi_fi: Aukeaa automaattisesti
he_il: פתיחה אוטומטית
id_id: Buka Otomatis

source: Opening Sequence
fi_fi: Avausjärjestys
he_il: רצף פתיחה
id_id: Urutan Pembukaan

source: Displays the original panorama
fi_fi: Näyttää alkuperäisen panoraaman
he_il: מציג את הפנורמה המקורית
id_id: Menampilkan panorama asli

source: Target
fi_fi: Kohde
he_il: מטרה

source: Blank
fi_fi: Tyhjä
he_il: ריק
id_id: Kosong

source: Self
he_il: עצמי
id_id: Diri Sendiri

source: Parent
fi_fi: Vanhempi
he_il: הורה
id_id: Induk

source: Top
fi_fi: Ylös
he_il: עליון
id_id: Atas

source: Background Volume
fi_fi: Taustan äänenvoimakkuus
he_il: עוצמת קול ברקע
id_id: Volume Latar Belakang

source: sets the volume of the main tour audio when listening to this audio
fi_fi: Säätää pääretken äänenvoimakkuuden, kun kuuntelet tätä ääntä
he_il: מגדיר את עוצמת הקול של שמע הסיור הראשי בעת האזנה לשמע זה
id_id: menyetel volume audio tur utama saat mendengarkan audio ini

source: Map Embed Code / Link
fi_fi: Kartan upotuskoodi / linkki
he_il: מפה קוד הטבעה / קישור
id_id: Peta Sematkan Kode / Tautan

source: Street View Embed Code / Link
fi_fi: Street View -upotuskoodi / linkki
he_il: Street View קוד הטמעה / קישור
id_id: Kode/Tautan Tersemat Street View

source: Content - Text
fi_fi: Sisältö tekstinä tai HTML-koodauksena
he_il: תוכן - טקסט
id_id: Konten - Teks

source: Content - Mixed
fi_fi: Sisältö - sekoitettu
he_il: תוכן - מעורב
id_id: Konten - Campuran

source: Content - Html
fi_fi: Sisältö - html
he_il: תוכן - HTML
id_id: Konten - HTML

source: Content - Product
fi_fi: Sisältö - Tuote
he_il: תוכן - מוצר
id_id: Konten - Produk

source: Choose a Product
fi_fi: Valitse tuote ennen lähettämistä.
he_il: בחר מוצר
id_id: Pilih Produk

source: IMAGES GALLERY
fi_fi: KUVAGALLERIA
he_il: גלריית תמונות
id_id: GALERI GAMBAR

source: Random Order
fi_fi: Satunnainen järjestys
he_il: סדר אקראי
id_id: Orde acak

source: Slide Appear
fi_fi: Dia tulee näkyviin
he_il: הופעת שקופית
id_id: Slide Muncul

source: Swipe
fi_fi: Huitaista
he_il: ניסיון
id_id: Geser

source: Swipe 2
fi_fi: Pyyhkäise 2
he_il: החלקה 2
id_id: Gesek 2

source: Thumbnails
fi_fi: Pikkukuvat
he_il: תמונות ממוזערות
id_id: Gambar mini

source: Bottom Over Media
fi_fi: Median pohja
he_il: מדיה מלמטה מעל
id_id: Bawah Atas Media

source: Bottom
fi_fi: Alas
he_il: תחתון
id_id: Bawah

source: Autoplay
fi_fi: Soita automaattisesti
he_il: הפעלה אוטומטית
id_id: Putar otomatis

source: Slide Duration
fi_fi: Dian kesto
he_il: משך שקופית
id_id: Durasi Slide

source: IMAGES OBJECT 360
fi_fi: KUVAT OBJEKTI 360
he_il: תמונות אובייקט 360
id_id: GAMBAR OBYEK 360

source: Panorama Image
fi_fi: Panoraamakuva
he_il: תמונת פנורמה
id_id: Gambar Panorama

source: Json
he_il: ג'סון

source: Upload Json
fi_fi: Lataa Json
he_il: העלה Json
id_id: Unggah Json

source: File
fi_fi: Tiedosto
he_il: קובץ
id_id: Berkas

source: Upload File
fi_fi: Lataa tiedosto
he_il: העלה קובץ
id_id: Unggah File

source: PDF File
fi_fi: PDF-tiedosto
he_il: קובץ PDF
id_id: File pdf

source: ZIP File
fi_fi: ZIP-tiedosto
he_il: קובץ ZIP
id_id: File ZIP

source: Files
fi_fi: Tiedostot
he_il: קבצים
id_id: File

source: 3d model can be rotated
fi_fi: 3D-mallia voidaan kiertää
he_il: ניתן לסובב מודל תלת מימד
id_id: Model 3d bisa diputar

source: Only Horizontal
fi_fi: Vain vaaka
he_il: אופקי בלבד
id_id: Hanya Horisontal

source: Only Vertical
fi_fi: Vain pystysuora
he_il: אנכי בלבד
id_id: Hanya Vertikal

source: Placement
fi_fi: Sijoittelu
he_il: השמה
id_id: Penempatan

source: Floor
fi_fi: Kerros
he_il: קומה
id_id: Lantai

source: Wall
fi_fi: Seinä
he_il: קיר העידכונים
id_id: Dinding

source: Exposure
fi_fi: Valotus
he_il: חשיפה
id_id: Eksposur

source: controls the exposure of the 3d model
fi_fi: Ohjaa 3D-mallin valotusta
he_il: שולט בחשיפת המודל התלת-ממדי
id_id: mengontrol eksposur model 3d

source: Environment
fi_fi: Ympäristö
he_il: סביבה
id_id: Lingkungan

source: Neutral
fi_fi: Ei samaa eikä eri mieltä
he_il: נייטרלי
id_id: Netral

source: Legacy
fi_fi: Vanhentunut
he_il: מורשת
id_id: Warisan

source: Video MP4 / WEBM
he_il: וידאו MP4 / WEBM

source: Audio MP3
he_il: אודיו MP3

source: Upload Audio
fi_fi: Lataa ääni
he_il: העלה שמע
id_id: Unggah Audio

source: View Mode
fi_fi: Näkymä
he_il: מצב צפייה
id_id: Lihat Mode

source: Modal
fi_fi: Modaalinen
he_il: מודאל (תיבה קופצת עם החשכת מסך)

source: Box (click)
fi_fi: Ruutu (napsauta)
he_il: תיבה (לחץ)
id_id: Kotak (klik)

source: Box (Hover)
fi_fi: Laatikko (leijuu)
he_il: תיבה (רחף)
id_id: Kotak (Arahkan)

source: Box Position
fi_fi: Laatikon sijainti
he_il: מיקום הקופסה
id_id: Posisi Kotak

source: Left
fi_fi: Vasemmalle
he_il: שמאל
id_id: Kiri

source: Right
fi_fi: Oikealle
he_il: ימין
id_id: Kanan

source: Box Width
fi_fi: Laatikon leveys
he_il: רוחב תיבה
id_id: Lebar Kotak

source: Box Maximize Button
fi_fi: Box Suurenna -painike
he_il: לחצן 'הגדל תיבה'
id_id: Tombol Maksimalkan Kotak

source: Auto Close
fi_fi: Automaattinen sulkeminen
he_il: סגירה אוטומטית
id_id: Tutup Otomatis

source: Custom Text
fi_fi: Mukautettu teksti
he_il: טקסט מותאם אישית
id_id: Teks Custom

source: Visibility
fi_fi: Näkyvyys
he_il: נראות
id_id: Lama Tayang

source: Hover (Desktop)
fi_fi: Vie hiiri (työpöytä)
he_il: רחף (שולחן עבודה)
id_id: Arahkan (Desktop)

source: Always (Desktop - Mobile)
fi_fi: Aina (Pöytäkone - Mobiili)
he_il: Always (מחשב שולחני - נייד)
id_id: Selalu (Desktop - Seluler)

source: Hover (Desktop) - Always (Mobile)
fi_fi: Hover (työpöytä) - aina (mobiili)
he_il: רחף (מחשב שולחני) - תמיד (נייד)
id_id: Arahkan kursor (Desktop) - Selalu (Seluler)

source: Title - Size
fi_fi: Otsikko - Koko
he_il: כותרת - גודל
id_id: Judul - Ukuran

source: Title - Color
fi_fi: Otsikon väri
he_il: כותרת - צבע
id_id: Judul - Warna

source: Title - Background
fi_fi: Otsikon tausta
he_il: כותרת - רקע
id_id: Judul - Latar Belakang

source: Title - Margin
fi_fi: Otsikon marginaali
he_il: כותרת - שוליים
id_id: Judul - Margin

source: Description - Size
fi_fi: Kuvaus - Koko
he_il: תיאור - גודל
id_id: Deskripsi - Ukuran

source: Description - Color
fi_fi: Kuvaus väri
he_il: תיאור - צבע
id_id: Deskripsi - Warna

source: Content - Background
fi_fi: Sisällön taustaväri
he_il: תוכן - רקע
id_id: Konten - Latar Belakang

source: Content - Width
fi_fi: Sisällön leveys
he_il: תוכן - רוחב
id_id: Konten - Lebar

source: Content - Height
fi_fi: Sisältö - Korkeus
he_il: תוכן - גובה
id_id: Konten - Tinggi

source: Direction
fi_fi: Suunta
he_il: כיוון
id_id: Arah

source: Rotation
fi_fi: Kierto
he_il: סיבוב
id_id: Rotasi

source: Line - Size
fi_fi: Linja - Koko
he_il: קו - גודל
id_id: Garis - Ukuran

source: Open on
fi_fi: Avaa
he_il: פתח ב
id_id: Buka pada

source: Click
fi_fi: Klikkaa
he_il: לחיצה
id_id: Klik

source: Hover
fi_fi: Kun osoitin kohdalla
he_il: ריחוף

source: Look at
fi_fi: Katso kohti
he_il: תסתכל על
id_id: Melihat

source: Always Open
fi_fi: Aina auki
he_il: תמיד פתוח
id_id: Selalu buka

source: Content - Image Link
fi_fi: Sisältö - Kuvalinkki
he_il: תוכן - קישור לתמונה
id_id: Konten - Tautan Gambar

source: Content - HTML
fi_fi: Sisältö - HTML
he_il: תוכן - HTML
id_id: Konten - HTML

source: Muted
fi_fi: Vaimea
he_il: מושתק
id_id: Dibisukan

source: Loop
fi_fi: Silmukka
he_il: לופ
id_id: Pengulangan

source: Background Removal
fi_fi: Taustan poisto
he_il: הסרת רקע
id_id: Penghapusan Latar Belakang

source: Video WEBM + MOV
he_il: וידאו WEBM + MOV

source: Shadow Intensity
fi_fi: Varjon voimakkuus
he_il: עוצמת צל
id_id: Intensitas Bayangan
