Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: Offset
fi_fi: Ohita alusta
he_il: קיזוז
id_id: Ofset

source: Zoom Out
fi_fi: Loitonna
he_il: הרחקה
id_id: Zum Keluar

source: Pointer Color
fi_fi: Osoittimen väri
he_il: צבע מצביע
id_id: Warna Penunjuk

source: Main
fi_fi: Ensisijainen
he_il: ראשי
id_id: Utama

source: Background Opacity
fi_fi: Taustan läpinäkyvyys
he_il: אטימות רקע
id_id: Opasitas Latar Belakang

source: Autorotate Speed
fi_fi: Automaattinen kiertonopeus
he_il: מהירות סיבוב אוטומטי
id_id: Kecepatan Putar Otomatis

source: Autorotate Inactivity
fi_fi: Kierrä passiivisuus automaattisesti
he_il: סיבוב אוטומטי של חוסר פעילות
id_id: Rotasi Otomatis Tidak Aktif

source: Meters
fi_fi: Metrit
he_il: מטרים
id_id: meter

source: Feets
fi_fi: Jalat
he_il: כפות רגליים
id_id: Kaki

source: Room - Measures
fi_fi: Huone - Mitat
he_il: חדר - אמצעים
id_id: Kamar - Ukuran

source: Levels - Measures
fi_fi: Tasot - Mitat
he_il: רמות - מידות
id_id: Level - Ukuran

source: Set Default Camera Position
fi_fi: Aseta kameran oletussijainti
he_il: הגדרת מיקום מצלמה המוגדר כברירת מחדל
id_id: Atur Posisi Kamera Default

source: Altitude
fi_fi: Korkeus
he_il: גובה
id_id: Ketinggian

source: You cannot create Measurements on an external virtual tour!
fi_fi: Mittauksia ei voi luoda ulkoisella virtuaaliretkellä!
he_il: לא ניתן ליצור מדידות בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat membuat Pengukuran pada tur virtual eksternal!

source: Your "%s" plan not allow to create Measurements!
fi_fi: "%s" -suunnitelmasi ei salli mittausten luomista!
he_il: תוכנית "%s" שלך אינה מאפשרת ליצור מדידות!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Pengukuran!

source: Delete Measure
fi_fi: Poista mittayksikkö
he_il: מחק מידה
id_id: Hapus Ukuran

source: Are you sure you want to delete the measure?
fi_fi: Haluatko varmasti poistaa mittarin?
he_il: האם אתה בטוח שברצונך למחוק את המהלך?
id_id: Anda yakin ingin menghapus ukuran?

source: Label - Size
fi_fi: Label - Koko
he_il: תווית - גודל
id_id: Label - Ukuran

source: Label - Color
fi_fi: Etiketin väri
he_il: תווית - צבע
id_id: Label - Warna

source: Label - Outline Color
fi_fi: Tarra - ääriviivan väri
he_il: תווית - צבע מיתאר
id_id: Label - Warna Garis

source: Line - Color
fi_fi: Linja - Väri
he_il: קו - צבע
id_id: Warna garis

source: Start Plug
fi_fi: Käynnistä pistoke
he_il: הפעל תקע
id_id: Mulai Pasang

source: Behind
fi_fi: Takana
he_il: מאחורי
id_id: Di belakang

source: Circle
fi_fi: Ympyrä
he_il: עיגול
id_id: Lingkaran

source: Arrow
fi_fi: Nuoli
he_il: חץ
id_id: Panah

source: Hand
fi_fi: Käsi
he_il: יד
id_id: Tangan

source: Start Plug - Size
fi_fi: Käynnistä pistoke - Koko
he_il: תקע הפעלה - גודל
id_id: Mulai Pasang - Ukuran

source: Start Plug - Color
fi_fi: Käynnistä pistoke - väri
he_il: הפעל תקע - צבע
id_id: Mulai Pasang - Warna

source: End Plug
fi_fi: Lopeta pistoke
he_il: תקע קצה
id_id: Akhiri Plug

source: End Plug - Size
fi_fi: Loppupistoke - koko
he_il: תקע קצה - גודל
id_id: Steker Akhir - Ukuran

source: End Plug - Color
fi_fi: Loppupistoke - väri
he_il: תקע קצה - צבע
id_id: Steker Akhir - Warna

source: drag the red points to change the position
fi_fi: Muuta sijaintia vetämällä punaisia pisteitä
he_il: גרור את הנקודות האדומות כדי לשנות את המיקום
id_id: seret titik merah untuk mengubah posisi

source: LIST MEASUREMENTS
fi_fi: LISTAA MITAT
he_il: רשימת מדידות
id_id: DAFTAR PENGUKURAN

source: ADD MEASUREMENT
fi_fi: LISÄÄ MITTAUS
he_il: הוספת מידה
id_id: TAMBAHKAN PENGUKURAN

source: CREATE NEW ROOM
fi_fi: LUO UUSI HUONE
he_il: יצירת חדר חדש
id_id: BUAT RUANG BARU

source: You have reached the maximum number of Rooms allowed from your plan!
fi_fi: Olet saavuttanut suunnitelmastasi sallitun huoneiden enimmäismäärän!
he_il: הגעתם למספר החדרים המרבי המותר בתוכנית שלכם!
id_id: Anda telah mencapai jumlah maksimum Kamar yang diizinkan dari paket Anda!

source: LOADING ROOMS ...
fi_fi: LASTAUSHUONEET ...
he_il: טוען חדרים ...
id_id: MEMUAT RUANG ...

source: New Room
fi_fi: Uusi huone
he_il: הוסף מקום אירוח חדש
id_id: Kamar Baru

source: Video Stream (HLS)
fi_fi: Videovirta (HLS)
he_il: זרם וידאו (HLS)
id_id: Aliran Video (HLS)

source: HLS Video Url
fi_fi: HLS-videon URL-osoite
he_il: כתובת URL של וידאו HLS
id_id: Url Video HLS

source: Loading ...
fi_fi: Ladataan...
he_il: טוען...
id_id: Tunggu ...

source: Describe the panorama
fi_fi: Kuvaile panoraamaa
he_il: תאר את הפנורמה
id_id: Jelaskan panoramanya

source: A.I. Panorama generated this month
fi_fi: AI-panoraama luotu tässä kuussa
he_il: בינה מלאכותית פנורמה נוצרה החודש
id_id: AI Panorama dihasilkan bulan ini

source: A.I. Panorama generated
fi_fi: A.I. Panoraama luotu
he_il: בינה מלאכותית פנורמה שנוצרה
id_id: A.I. Panorama dihasilkan

source: of
he_il: מתוך
id_id: dari

source: GENERATE PANORAMA
fi_fi: LUO PANORAMA
he_il: צור פנורמה
id_id: HASILKAN PANORAMA

source: <span id="ai_generated_panoramas">%s</span> GENERATED PANORAMAS
fi_fi: <span id="ai_generated_panoramas">%s</span> LUOTUA PANORAMAA
he_il: <span id="ai_generated_panoramas">%s</span> פנורמות שנוצרו
id_id: <span id="ai_generated_panoramas">%s</span> PANORAMA YANG DIHASILKAN

source: preview
fi_fi: esikatselu
he_il: תצוגה מקדימה
id_id: pratinjau

source: Max allowed file size:
fi_fi: Suurin sallittu tiedostokoko:
he_il: גודל הקובץ המרבי המותר:
id_id: Ukuran file maksimum yang diizinkan:

source: Upload a 360 degree panoramic image of the environment that you will want to view in Augmented Reality to correctly position the POIs.
fi_fi: Lataa 360 asteen panoraamakuva ympäristöstä, jota haluat tarkastella lisätyssä todellisuudessa, jotta kiinnostavat paikat voidaan sijoittaa oikein.
he_il: העלה תמונה פנורמית של 360 מעלות של הסביבה שתרצה להציג במציאות רבודה כדי למקם נכון את נקודות העניין.
id_id: Unggah gambar panorama 360 derajat dari lingkungan yang ingin Anda lihat di Augmented Reality untuk memposisikan POI dengan benar.

source: Accepted only images in JPG/PNG format. For 360 degree in equirectangular 2:1 format.
fi_fi: Hyväksytyt kuvat vain JPG/PNG-muodossa. 360 astetta tasakulmaisessa 2:1-muodossa.
he_il: ניתן לקבל רק תמונות בפורמט JPG/PNG. עבור 360 מעלות בפורמט 2:1 מלבני שווה.
id_id: Hanya gambar yang diterima dalam format JPG/PNG. Untuk 360 derajat dalam format persegi panjang 2:1.

source: %s EXISTING PANORAMAS
fi_fi: %s OLEMASSA PANORAMAA
he_il: %s פנורמות קיימות
id_id: %s PANORAMA YANG ADA

source: Accepted only lottie file in Json format.
fi_fi: Hyväksytty vain lottie-tiedosto Json-muodossa.
he_il: התקבל רק קובץ lottie בפורמט Json.
id_id: Hanya file lottie yang diterima dalam format Json.

source: Delete Room
fi_fi: Poista huone
he_il: מחק מקום אירוח
id_id: Hapus Kamar

source: Are you sure you want to delete the room <b id='name_room_delete'></b>?
fi_fi: Haluatko varmasti poistaa huoneen <b id='name_room_delete'></b>?
he_il: האם אתה בטוח שברצונך למחוק את החדר <b id='name_room_delete'></b>?
id_id: Apakah Anda yakin ingin menghapus ruangan?<b id='name_room_delete'></b> ?

source: Duplicate Room
fi_fi: Huoneen kaksoiskappale
he_il: חדר זוגי
id_id: Ruang Duplikat

source: Are you sure you want to duplicate the room?
fi_fi: Haluatko varmasti kopioida huoneen?
he_il: האם אתה בטוח שאתה רוצה לשכפל את החדר?
id_id: Anda yakin ingin menduplikasi ruangan?

source: On the same tour
fi_fi: Samalla retkellä
he_il: באותו סיור
id_id: Di tur yang sama

source: A.I. Generated Panoramas
fi_fi: A.I. Luodut panoraamakuvat
he_il: פנורמות שנוצרו על ידי בינה מלאכותית
id_id: A.I. Panorama yang Dihasilkan

source: retrieving the list of generated panoramas.. please wait.
fi_fi: noudetaan luotujen panoraamien luetteloa... odota.
he_il: אחזור רשימת הפנורמות שנוצרו.. חכה בבקשה.
id_id: mengambil daftar panorama yang dihasilkan.. harap tunggu.

source: Existing Panoramas
fi_fi: Olemassa olevat panoraamakuvat
he_il: פנורמות קיימות
id_id: Panorama yang Ada

source: Public visibility
fi_fi: Julkinen näkyvyys
he_il: נראות ציבורית
id_id: Visibilitas publik

source: can only be set by administrators
fi_fi: vain järjestelmänvalvojat voivat määrittää
he_il: ניתן להגדרה רק על-ידי מנהלי מערכת
id_id: hanya dapat diatur oleh administrator

source: retrieving the list of existing panoramas... please wait.
fi_fi: haetaan nykyisten panoraamien luetteloa... odota.
he_il: אחזור רשימת הפנורמות הקיימות... חכה בבקשה.
id_id: mengambil daftar panorama yang ada... harap tunggu.

source: EDIT PREVIOUS ROOM
fi_fi: MUOKKAA EDELLISTÄ HUONETTA
he_il: עריכת חדר קודם
id_id: EDIT RUANG SEBELUMNYA

source: EDIT NEXT ROOM
fi_fi: MUOKKAA SEURAAVAA HUONETTA
he_il: ערוך את החדר הבא
id_id: EDIT RUANG BERIKUTNYA

source: Edit Room
fi_fi: Muokkaa huonetta
he_il: עריכת חדר
id_id: Edit Kamar

source: Edit Blur
fi_fi: Muokkaa epäterävyyttä
he_il: עריכת טשטוש
id_id: Sunting Buram

source: Edit Map
fi_fi: Muokkaa karttaa
he_il: ערוך מפה
id_id: Edit Peta

source: Edit Product
fi_fi: Muokkaa tuotetta
he_il: ערוך מוצר
id_id: Edit Produk

source: Edit Showcase
fi_fi: Muokkaa esittelyä
he_il: ערוך חלון ראווה
id_id: Edit Etalase

source: Edit Globe
fi_fi: Muokkaa maapalloa
he_il: עריכת גלובוס
id_id: Sunting Bola Dunia

source: EDIT PREVIOUS USER
fi_fi: MUOKKAA EDELLISTÄ KÄYTTÄJÄÄ
he_il: עריכת משתמש קודם
id_id: EDIT PENGGUNA SEBELUMNYA

source: EDIT NEXT USER
fi_fi: MUOKKAA SEURAAVAA KÄYTTÄJÄ
he_il: ערוך את המשתמש הבא
id_id: EDIT PENGGUNA BERIKUTNYA

source: Edit User
fi_fi: Muokkaa käyttäjää
he_il: עריכת המשתמש
id_id: Edit Pengguna

source: Edit Advertisement
fi_fi: Muokkaa mainosta
he_il: עריכת פרסומת
id_id: Sunting Iklan

source: Edit Profile
fi_fi: Muokkaa profiilia
he_il: ערוך פרופיל
id_id: Edit Profil

source: Edit Video Project
fi_fi: Muokkaa videoprojektia
he_il: עריכת פרויקט וידאו
id_id: Edit Proyek Video

source: - expires in %s days
fi_fi: - vanhenee %s päivässä
he_il: - מסתיים בעוד %s ימים
id_id: - kedaluwarsa dalam %s hari

source: monthly
fi_fi: kuukausittain
he_il: חודשיים
id_id: bulanan

source: GSV Publish
he_il: פרסום GSV
id_id: Publikasikan GSV

source: change plan
fi_fi: Vaihda tilaus
he_il: שינוי תוכנית
id_id: ubah rencana

source: Help
fi_fi: Ohje
he_il: עזרה
id_id: Bantuan

source: Edit profile
fi_fi: Muokkaa tietojasi
he_il: ערוך את הפרופיל
id_id: Edit Profil

source: Logout
fi_fi: Kirjaudu ulos
he_il: התנתק
id_id: Keluar

source: Ready to Leave?
fi_fi: Oletko valmis lähtemään?
he_il: מוכנים לעזוב?
id_id: Siap untuk Meninggalkan?

source: Select Logout below if you are ready to end your current session.
fi_fi: Valitse alta Kirjaudu ulos, jos olet valmis lopettamaan nykyisen istuntosi.
he_il: בחר התנתקות להלן אם אתה מוכן לסיים את ההפעלה הנוכחית שלך.
id_id: Pilih Logout di bawah ini jika Anda siap untuk mengakhiri sesi Anda saat ini.

source: It is not possible to subscribe on this demo server. This section is shown for demonstration purposes only.
fi_fi: Tällä demopalvelimella ei ole mahdollista tilata. Tämä osio näytetään vain esittelytarkoituksessa.
he_il: לא ניתן להירשם בשרת הדגמה זה. חלק זה מוצג למטרות הדגמה בלבד.
id_id: Tidak mungkin untuk berlangganan di server demo ini. Bagian ini ditampilkan untuk tujuan demonstrasi saja.

source: Choose a pricing plan
fi_fi: Valitse hinnoittelusuunnitelma
he_il: בחר תוכנית תמחור
id_id: Pilih paket harga

source: Pick what's right for you
fi_fi: Valitse itsellesi sopivin
he_il: בחר את מה שמתאים לך
id_id: Pilih apa yang tepat untuk Anda

source: expires in %s days
fi_fi: vanhenee %s päivässä
he_il: מסתיים בעוד %s ימים
id_id: kedaluwarsa dalam %s hari

source: per month
fi_fi: kuukaudessa
he_il: לחודש
id_id: per bulan

source: for each tour
fi_fi: jokaiselle retkelle
he_il: לכל סיור
id_id: untuk setiap tur

source: show features
fi_fi: Näytä ominaisuudet
he_il: הצג תכונות
id_id: tampilkan fitur

source: hide features
fi_fi: Piilota ominaisuudet
he_il: הסתר תכונות
id_id: sembunyikan fitur

source: Powered By Logo / Text
fi_fi: Moottorina - Logo / Teksti
he_il: מופעל על ידי לוגו / טקסט
id_id: Didukung Oleh Logo / Teks

source: with credits
fi_fi: krediiteillä
he_il: עם קרדיטים
id_id: dengan kredit

source: per month
fi_fi: kuukausittain
he_il: לחודש
id_id: per bulan

source: Reactivate Subscription
fi_fi: Aktivoi tilaus uudelleen
he_il: הפעלה מחדש של מנוי
id_id: Aktifkan kembali Berlangganan

source: Current Subscription (Canceled)
fi_fi: Nykyinen tilaus (peruutettu)
he_il: מנוי נוכחי (מבוטל)
id_id: Langganan Saat Ini (Dibatalkan)

source: Current Subscription
fi_fi: Nykyinen tilaus
he_il: מנוי נוכחי
id_id: Langganan Saat Ini

source: Find out more
fi_fi: Näytä enemmän
he_il: גלה עוד
id_id: Temukan lebih banyak lagi

source: Contact Us
fi_fi: Ota yhteyttä
he_il: צרו איתנו קשר
id_id: Hubungi Kami

source: Subscribe
fi_fi: Tilaa
he_il: הצטרף כמנוי
id_id: Berlangganan

source: Change Subscription
fi_fi: Vaihda tilaus
he_il: שינוי מנוי
id_id: Ubah Langganan

source: You cannot subscribe to this plan as the number of your tours exceeds the limit defined in this subscription.
fi_fi: Et voi tilata tätä suunnitelmaa, koska matkasi määrä ylittää tässä tilauksessa määritetyn rajan.
he_il: אינך יכול להירשם לתוכנית זו מכיוון שמספר הסיורים שלך חורג מהמגבלה המוגדרת במנוי זה.
id_id: Anda tidak dapat berlangganan paket ini karena jumlah tur Anda melebihi batas yang ditentukan dalam langganan ini.

source: cancel current subscription
fi_fi: Peruuta nykyinen tilaus
he_il: ביטול מנוי נוכחי
id_id: batalkan langganan saat ini

source: modify payment details
fi_fi: Maksutietojen muokkaaminen
he_il: שינוי פרטי תשלום
id_id: ubah detail pembayaran

source: Redirecting to checkout page ...
fi_fi: Uudelleenohjaus kassasivulle ...
he_il: הפניה לדף תשלום ...
id_id: Mengarahkan ke halaman checkout...

source: Are you sure you want to change your subscription?
fi_fi: Haluatko varmasti muuttaa tilaustasi?
he_il: האם אתה בטוח שברצונך לשנות את המנוי שלך?
id_id: Apakah Anda yakin ingin mengubah langganan Anda?

source: New plan
fi_fi: Uusi suunnitelma
he_il: תוכנית חדשה
id_id: Paket baru

source: Next payment
fi_fi: Seuraava maksu
he_il: התשלום הבא
id_id: Pembayaran selanjutnya

source: Subsequent payments
fi_fi: Myöhemmät maksut
he_il: תשלומים עוקבים
id_id: Pembayaran berikutnya

source: Yes, Change
fi_fi: Kyllä, muuta
he_il: כן, שינוי
id_id: Ya, Ubah

source: Cancel Subscription
fi_fi: Peru tilaus
he_il: ביטול מנוי
id_id: Batalkan Berlangganan

source: Are you sure you want to cancel your current subscription?
fi_fi: Haluatko varmasti peruuttaa nykyisen tilauksesi?
he_il: האם אתה בטוח שברצונך לבטל את המנוי הנוכחי שלך?
id_id: Yakin ingin membatalkan langganan Anda saat ini?

source: Actual plan
fi_fi: Todellinen suunnitelma
he_il: תוכנית בפועל
id_id: Rencana sebenarnya

source: Active until
fi_fi: Aktiivinen kunnes
he_il: פעיל עד
id_id: Aktif sampai

source: Yes, Cancel
fi_fi: Kyllä, peruuta
he_il: כן, בטל
id_id: Ya, Batalkan

source: Are you sure you want to reactivate your canceled subscription?
fi_fi: Haluatko varmasti aktivoida peruutetun tilauksesi uudelleen?
he_il: האם אתה בטוח שברצונך להפעיל מחדש את המנוי שבוטל?
id_id: Yakin ingin mengaktifkan kembali langganan yang dibatalkan?

source: Yes, Reactivate
fi_fi: Kyllä, aktivoi uudelleen
he_il: כן, הפעל מחדש
id_id: Ya, Aktifkan kembali

source: You must first cancel your current subscription to activate a new one
fi_fi: Sinun on ensin peruutettava nykyinen tilauksesi, jotta voit aktivoida uuden
he_il: תחילה עליך לבטל את המנוי הנוכחי שלך כדי להפעיל מנוי חדש
id_id: Anda harus terlebih dahulu membatalkan langganan Anda saat ini untuk mengaktifkan yang baru

source: You cannot use Sound Library on an external virtual tour!
fi_fi: Äänikirjastoa ei voi käyttää ulkoisella virtuaalikierroksella!
he_il: לא ניתן להשתמש בספריית צליל בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat menggunakan Perpustakaan Suara pada tur virtual eksternal!

source: Your "%s" plan not allow to create Sound Library!
fi_fi: "%s" -tilisi ei salli äänikirjaston luomista!
he_il: תוכנית "%s" שלך אינה מאפשרת ליצור ספריית צלילים!
id_id: Paket "%s" Anda tidak mengizinkan pembuatan Perpustakaan Suara!

source: You cannot create Gallery on an external virtual tour!
fi_fi: Galleriaa ei voi luoda ulkoisella virtuaaliretkellä!
he_il: לא ניתן ליצור גלריה בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat membuat Galeri pada tur virtual eksternal!

source: Your "%s" plan not allow to create Gallery!
fi_fi: "%s" -suunnitelmasi ei salli gallerian luomista!
he_il: תוכנית "%s" שלך לא מאפשרת ליצור גלריה!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Galeri!

source: Gallery Mode
fi_fi: Galleria-tila
he_il: מצב גלריה
id_id: Mode Galeri

source: type of gallery visible in the tour
fi_fi: Retkellä näkyvän gallerian tyyppi
he_il: סוג הגלריה הגלויה בסיור
id_id: jenis galeri terlihat dalam tur

source: Gallery of Images
fi_fi: Galleriakuvat
he_il: גלריית תמונות
id_id: Galeri Gambar

source: Video Slideshow
fi_fi: Videon diaesitys
he_il: מצגת וידאו

source: Fade Duration
fi_fi: Häivytyksen kesto
he_il: משך התפוגגות
id_id: Durasi Pudar

source: Zoom Rate
fi_fi: Zoomausnopeus
he_il: קצב זום
id_id: Tingkat Zoom

source: it uses the logo of the tour.
fi_fi: Se käyttää retken logoa.
he_il: הוא משתמש בלוגו של הסיור.
id_id: itu menggunakan logo tur.

source: Generate slideshow
fi_fi: Luo diaesitys
he_il: יצירת מצגת
id_id: Hasilkan tayangan slide

source: Panorama Video
fi_fi: Panoraamavideo
he_il: פנורמה וידאו
id_id: Video Panorama

source: Panorama Video Stream (HLS)
fi_fi: Panoraamavideovirta (HLS)
he_il: זרם וידאו פנורמה (HLS)
id_id: Streaming Video Panorama (HLS)

source: Upload Initial Image
fi_fi: Lataa alkuperäinen kuva
he_il: העלה תמונה ראשונית
id_id: Unggah Gambar Awal

source: ADJUST
fi_fi: SÄÄTÄÄ
he_il: התאים
id_id: MENYESUAIKAN

source: A.I. ENHANCE
fi_fi: A.I. PARANTAA
he_il: AI. שיפור
id_id: A.I. MENINGKATKAN

source: PROTECT
fi_fi: Suojaus
he_il: להגן
id_id: MELINDUNGI

source: MULTIPLE ROOM VIEWS
fi_fi: USEITA HUONENÄKYMIÄ
he_il: נוף מרובה חדרים
id_id: PEMANDANGAN RUANG GANDA

source: Enhancement Settings
fi_fi: Lisävarusteasetukset
he_il: הגדרות שיפור
id_id: Pengaturan Peningkatan

source: Enhancement Style
he_il: סגנון שיפור
id_id: Gaya Peningkatan

source: we've trained our AI in different locations to suit your needs
fi_fi: olemme kouluttaneet tekoälyämme eri paikoissa tarpeidesi mukaan
he_il: אימנו את הבינה המלאכותית שלנו במקומות שונים כדי שיתאימו לצרכים שלך
id_id: kami telah melatih AI kami di lokasi berbeda untuk memenuhi kebutuhan Anda

source: Warm
fi_fi: Lämmin
he_il: חם
id_id: Hangat

source: Sky Replacement
fi_fi: Taivaan vaihto
he_il: החלפת שמיים
id_id: Penggantian Langit

source: replace your grey skies with beautiful ones
fi_fi: korvaa harmaat taivas kauniilla
he_il: החליפו את השמיים האפורים שלכם בשמיים יפים
id_id: gantilah langit kelabumu dengan yang indah

source: No Cloud
fi_fi: Ei Pilviä
he_il: אין ענן
id_id: Tidak ada Awan

source: Low Cloud
fi_fi: Matala pilvisyys
he_il: ענן נמוך
id_id: Awan Rendah

source: Cloudy
fi_fi: Pilvinen
he_il: מעונן
id_id: Berawan

source: Sky Saturation Level
fi_fi: Sky Saturation Taso
he_il: רמת רוויית שמיים
id_id: Tingkat Saturasi Langit

source: adjust the colour intensity in your pictures for a more vivid or subdued aesthetic
fi_fi: säädä kuviesi värien voimakkuutta saadaksesi eloisempaa tai hillitympää estetiikkaa
he_il: התאם את עוצמת הצבעים בתמונות לקבלת אסתטיקה חיה או מאופקת יותר
id_id: sesuaikan intensitas warna pada gambar Anda untuk estetika yang lebih jelas atau lembut

source: Low
fi_fi: Matala
he_il: נמוך
id_id: Rendah

source: Medium
fi_fi: Keskikoko
he_il: בינוני
id_id: Sedang

source: High
fi_fi: Korkea
he_il: גבוה
id_id: Tinggi

source: Contrast Boost
he_il: הגברת ניגודיות
id_id: Peningkatan Kontras

source: give your images a more vibrant look with our contrast boost function
fi_fi: anna kuvillesi eloisempi ulkoasu kontrastin korostustoiminnollamme
he_il: הענק לתמונות שלך מראה מלא חיים יותר עם פונקציית הגברת הניגודיות שלנו
id_id: berikan gambar Anda tampilan yang lebih hidup dengan fungsi peningkatan kontras kami

source: Brightness Boost
fi_fi: Kirkkauden lisäys
he_il: הגברת בהירות
id_id: Peningkatan Kecerahan

source: amplify the light in your images for a brighter, more inviting look
fi_fi: vahvista kuviesi valoa saadaksesi kirkkaamman ja kutsuvamman ilmeen
he_il: הגבירו את האור בתמונות שלכם לקבלת מראה בהיר ומזמין יותר
id_id: perkuat cahaya pada gambar Anda untuk tampilan yang lebih cerah dan menarik

source: Saturation Level
fi_fi: Kylläisyystaso
he_il: רמת רוויה
id_id: Tingkat Saturasi

source: Sharpen Level
fi_fi: Teroita taso
he_il: רמת חידוד
id_id: Pertajam Tingkat

source: clarify the details in your images with our sharpen level for a crisper finish
fi_fi: selvennä kuviesi yksityiskohtia terävöitymistasollamme saadaksesi terävämmän lopputuloksen
he_il: הבהירו את הפרטים בתמונות שלכם בעזרת רמת החידוד שלנו לגימור חד יותר
id_id: memperjelas detail gambar Anda dengan tingkat ketajaman kami untuk hasil akhir yang lebih tajam

source: Denoise Level
fi_fi: Melun taso
he_il: רמת רעש
id_id: Tingkat Denoise

source: reduce visual noise in your images for a cleaner, smoother appearance
fi_fi: vähennä visuaalista kohinaa kuvissasi puhtaamman ja tasaisemman ulkonäön saamiseksi
he_il: הפחת את הרעש החזותי בתמונות לקבלת מראה נקי וחלק יותר
id_id: kurangi noise visual pada gambar Anda untuk tampilan yang lebih bersih dan halus

source: Clarity Level
fi_fi: Selkeyden taso
he_il: רמת בהירות
id_id: Tingkat Kejelasan

source: enhance the clarity in your images to make every detail stand out
fi_fi: paranna kuviesi selkeyttä, jotta jokainen yksityiskohta erottuu
he_il: שפר את הבהירות בתמונות שלך כדי להבליט כל פרט
id_id: tingkatkan kejernihan gambar Anda untuk menonjolkan setiap detail

source: Vertical Correction
fi_fi: Pystysuuntainen korjaus
he_il: תיקון אנכי
id_id: Koreksi Vertikal

source: correct wonky angles in your images for a professional look
fi_fi: korjaa kuvissasi vinoja kulmia ammattimaisen ilmeen saamiseksi
he_il: תקן זוויות שובבות בתמונות שלך לקבלת מראה מקצועי
id_id: perbaiki sudut miring pada gambar Anda untuk tampilan profesional

source: Lens Correction
fi_fi: Linssinkorjaus
he_il: תיקון עדשה
id_id: Koreksi lensa

source: correct lens distortions in your photographs for a more accurate and balanced perspective
fi_fi: korjaa valokuvien objektiivin vääristymät tarkemman ja tasapainoisemman perspektiivin saamiseksi
he_il: תקן עיוותי עדשה בצילומים שלך לקבלת פרספקטיבה מדויקת ומאוזנת יותר
id_id: memperbaiki distorsi lensa pada foto Anda untuk perspektif yang lebih akurat dan seimbang

source: Auto Privacy
fi_fi: Automaattinen tietosuoja
he_il: פרטיות אוטומטית
id_id: Privasi Otomatis

source: it automatically detects faces and license plates and blurs them out
fi_fi: se tunnistaa automaattisesti kasvot ja rekisterikilvet ja sumentaa ne
he_il: הוא מזהה באופן אוטומטי פרצופים ולוחיות רישוי ומטשטש אותם
id_id: secara otomatis mendeteksi wajah dan pelat nomor dan mengaburkannya

source: ENHANCE PREVIEW
fi_fi: PARANTAA ESIKATSELUA
he_il: שיפור התצוגה המקדימה
id_id: TINGKATKAN PREVIEW

source: generating the preview will not consume credits
fi_fi: esikatselun luominen ei kuluta krediittejä
he_il: יצירת התצוגה המקדימה לא תצרוך קרדיטים
id_id: menghasilkan pratinjau tidak akan menghabiskan kredit

source: Confirm and Save
fi_fi: Vahvista ja tallenna
he_il: אשר ושמור
id_id: Konfirmasikan dan Simpan

source: A.I. Enhancement generated this month
fi_fi: A.I. Tässä kuussa luotu parannus
he_il: שיפור בינה מלאכותית שנוצר החודש
id_id: A.I. Peningkatan dihasilkan bulan ini

source: A.I. Enhancement generated
fi_fi: A.I. Parannus luotu
he_il: A.I. שיפור שנוצר
id_id: A.I. Peningkatan dihasilkan

source: REVERT TO ORIGINAL
fi_fi: PALAA ALKUPERÄISEEN
he_il: חזרה למקור
id_id: KEMBALI KE ASLI

source: SAVE ENHANCED
fi_fi: TALLENNA PARANNETTU
he_il: שמור משופר
id_id: HEMAT DITINGKATKAN

source: Original
fi_fi: Alkuperäinen
he_il: מקורי

source: Enhanced
fi_fi: Tehostettu
he_il: משופר
id_id: Ditingkatkan
