Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: New registered user
fi_fi: Uusi rekisteröitynyt käyttäjä
he_il: משתמש רשום חדש
id_id: Pengguna terdaftar baru

source: Username
fi_fi: Käyttäjätunnus
he_il: שם משתמש
id_id: Nama Pengguna

source: E-Mail
fi_fi: Sähköposti
he_il: דואר אלקטרוני

source: Plan
fi_fi: Suunnitelma
he_il: חבילה
id_id: Paket

source: Expires on
fi_fi: Vanhentuu
he_il: פג תוך ב:
id_id: Kedaluwarsa pada

source: Morning
fi_fi: Aamu
he_il: בוקר
id_id: Pagi

source: Afternoon
fi_fi: Iltapäivä
he_il: צהריים
id_id: Sore

source: Evening
fi_fi: Ilta
he_il: ערב
id_id: Malam

source: Night
fi_fi: Yö
he_il: לילה
id_id: Malam

source: Date
fi_fi: Päivämäärä
he_il: תאריך
id_id: Tanggal

source: Relevance
fi_fi: Merkitys
he_il: רלוונטיות
id_id: Relevansi

source: Name
fi_fi: Nimi
he_il: שם
id_id: Nama

source: Category
fi_fi: Kategoria
he_il: קטגוריה
id_id: Kategori

source: Author
fi_fi: Kirjoittaja
he_il: מחבר
id_id: Penulis

source: Views
fi_fi: Katselua
he_il: צפיות
id_id: Dilihat

source: Search
fi_fi: Hae
he_il: חיפוש
id_id: Cari

source: Cookie Preferences
fi_fi: Evästeasetukset
he_il: העדפות קובצי Cookie
id_id: Preferensi Kue

source: Cookie Policy
fi_fi: Evästekäytäntö
he_il: מדיניות קובצי Cookie
id_id: Kebijakan cookie

source: Close
fi_fi: Sulje
he_il: סגור
id_id: Tutup

source: Usage
fi_fi: Käyttö
he_il: שימוש
id_id: Penggunaan

source: We use cookies to help you navigate efficiently and perform certain functions. You will find detailed information about all cookies under each consent category below.
fi_fi: Käytämme evästeitä auttaaksemme sinua navigoimaan tehokkaasti ja suorittamaan tiettyjä toimintoja. Löydät yksityiskohtaiset tiedot kaikista evästeistä kunkin suostumusluokan alta.
he_il: אנו משתמשים בעוגיות כדי לעזור לך לנווט ביעילות ולבצע פונקציות מסוימות. תוכל למצוא מידע מפורט על כל העוגיות תחת כל קטגוריית הסכמה למטה.
id_id: Kami menggunakan cookie untuk membantu Anda bernavigasi secara efisien dan menjalankan fungsi tertentu. Anda akan menemukan informasi terperinci tentang semua cookie pada setiap kategori izin di bawah.

source: Strictly Necessary <span class="pm__badge">Always Enabled</span>
fi_fi: Ehdottoman välttämätön <span class="pm__badge">Aina käytössä</span>
he_il: הכרחי <span class="pm__badge">תמיד מופעל</span>
id_id: Sangat Diperlukan <span class="pm__badge">Selalu Diaktifkan</span>

source: Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website. The website cannot function properly without these cookies.
fi_fi: Välttämättömät evästeet auttavat tekemään verkkosivustosta käyttökelpoisen mahdollistamalla perustoiminnot, kuten sivulla navigoinnin ja pääsyn verkkosivuston suojatuille alueille. Sivusto ei voi toimia kunnolla ilman näitä evästeitä.
he_il: קובצי Cookie נחוצים עוזרים להפוך את האתר לשימושי על ידי הפעלת פונקציות בסיסיות כמו ניווט בדפים וגישה לאזורים מאובטחים באתר. האתר אינו יכול לתפקד כראוי ללא עוגיות אלו.
id_id: Cookie yang diperlukan membantu membuat situs web dapat digunakan dengan mengaktifkan fungsi dasar seperti navigasi halaman dan akses ke area aman situs web. Situs web tidak dapat berfungsi dengan baik tanpa cookie ini.

source: Analytics
fi_fi: Analytiikat
he_il: אנליטיקס
id_id: Analisis

source: Analytical cookies are used to understand how visitors interact with the website. These cookies help provide information on metrics such as the number of visitors, bounce rate, traffic source, etc.
fi_fi: Analyyttisiä evästeitä käytetään ymmärtämään, kuinka kävijät ovat vuorovaikutuksessa verkkosivuston kanssa. Nämä evästeet auttavat tarjoamaan tietoja mittareista, kuten kävijämäärästä, poistumisprosentista, liikenteen lähteestä jne.
he_il: עוגיות אנליטיות משמשות כדי להבין כיצד מבקרים מקיימים אינטראקציה עם האתר. קובצי Cookie אלו עוזרים לספק מידע על מדדים כגון מספר המבקרים, שיעור יציאה מדף הכניסה, מקור תנועה וכו'.
id_id: Cookie analitik digunakan untuk memahami bagaimana pengunjung berinteraksi dengan situs web. Cookies ini membantu memberikan informasi mengenai metrik seperti jumlah pengunjung, rasio pentalan, sumber lalu lintas, dll.

source: Functional
fi_fi: Toimiva
he_il: פוּנקצִיוֹנָלִי
id_id: Fungsional

source: Functional cookies help perform certain functionalities like sharing the content of the website on social media platforms, collecting feedback, and other third-party features.
fi_fi: Toiminnalliset evästeet auttavat suorittamaan tiettyjä toimintoja, kuten verkkosivuston sisällön jakamista sosiaalisen median alustoilla, palautteen keräämistä ja muita kolmannen osapuolen ominaisuuksia.
he_il: קובצי Cookie פונקציונליים עוזרים לבצע פונקציות מסוימות כמו שיתוף התוכן של האתר בפלטפורמות מדיה חברתית, איסוף משוב ותכונות אחרות של צד שלישי.
id_id: Cookie fungsional membantu menjalankan fungsi tertentu seperti berbagi konten situs web pada platform media sosial, mengumpulkan umpan balik, dan fitur pihak ketiga lainnya.

source: We value your privacy!
fi_fi: Arvostamme yksityisyyttäsi!
he_il: אנו מעריכים את הפרטיות שלך!
id_id: Kami menghargai privasi Anda!

source: We use cookies to enhance your browsing experience, serve personalized content, and analyze our traffic. By clicking "Accept All", you consent to our use of cookies.
fi_fi: Käytämme evästeitä parantaaksemme selauskokemustasi, tarjotaksemme personoitua sisältöä ja analysoidaksemme liikennettämme. Napsauttamalla "Hyväksy kaikki" hyväksyt evästeiden käytön.
he_il: אנו משתמשים בעוגיות כדי לשפר את חווית הגלישה שלך, להגיש תוכן מותאם אישית ולנתח את התנועה שלנו. בלחיצה על "קבל הכל", אתה מסכים לשימוש שלנו בעוגיות.
id_id: Kami menggunakan cookie untuk meningkatkan pengalaman penelusuran Anda, menyajikan konten yang dipersonalisasi, dan menganalisis lalu lintas kami. Dengan mengklik "Terima Semua", Anda menyetujui penggunaan cookie kami.

source: Accept all
fi_fi: Hyväksy kaikki
he_il: קבל הכל
id_id: Terima semua

source: Reject all
fi_fi: Hylkää kaikki
he_il: לדחות הכל
id_id: Tolak semua

source: Manage preferences
fi_fi: Hallinnoi asetuksia
he_il: נהל העדפות
id_id: Kelola preferensi

source: Save preferences
fi_fi: Tallenna asetukset
he_il: שמור העדפות
id_id: Simpan preferensi

source: Close modal
fi_fi: Sulje modaali
he_il: סגור חלון קופץ
id_id: Tutup modal

source: Service|Services
fi_fi: Palvelu|Palvelut
he_il: שירות|שירותים
id_id: Layanan|Layanan

source: function disabled
fi_fi: toiminto pois käytöstä
he_il: הפונקציה מושבתת
id_id: fungsi dinonaktifkan

source: php zip not enabled
fi_fi: php zip ei ole käytössä
he_il: php zip לא מופעל
id_id: zip php tidak diaktifkan

source: Missing package
fi_fi: Puuttuva paketti
he_il: חבילה חסרה
id_id: Paket hilang

source: Execute the command
fi_fi: Suorita komento
he_il: בצע את הפקודה
id_id: Jalankan perintah

source: on your server
fi_fi: palvelimellasi
he_il: בשרת שלך
id_id: di server Anda

source: Missing command
fi_fi: Puuttuva komento
he_il: חסרה פקודה
id_id: Tidak ada perintah

source: Permission denied
fi_fi: Lupa evätty
he_il: גישה נדחתה
id_id: Izin ditolak

source: Missing parameters
fi_fi: Puuttuvat parametrit
he_il: חסרים משתנים
id_id: Parameter tidak ada

source: Missing file
fi_fi: Puuttuva tiedostonimi
he_il: מסמך חסר
id_id: File hilang

source: Zip error
fi_fi: Zip-virhe
he_il: שגיאת Zip
id_id: kesalahan zip

source: Switching language to %s
fi_fi: Kielen vaihtaminen %s
he_il: מחליף שפה ל-%s
id_id: Beralih bahasa ke %s

source: type your password
fi_fi: Kirjoita salasanasi
he_il: הקלד את הסיסמה שלך
id_id: ketik kata sandi Anda

source: I have already entered my data
fi_fi: Olen jo syöttänyt tietoni
he_il: כבר הזנתי את הנתונים שלי
id_id: Saya sudah memasukkan data saya

source: Company
fi_fi: Yritys
he_il: חברה
id_id: Perusahaan

source: Phone
fi_fi: Puhelin
he_il: טלפון
id_id: Telepon

source: I agree to <a data-fancybox data-src='#privacy_policy' href='javascript:;'>Privacy Policy</a>
fi_fi: Hyväksyn <a data-fancybox data-src='#privacy_policy' href='javascript:;'>tietosuojakäytännön</a>
he_il: אני מסכים <a data-fancybox data-src='#privacy_policy' href='javascript:;'>למדיניות הפרטיות</a>
id_id: Saya setuju dengan <a data-fancybox data-src='#privacy_policy' href='javascript:;'>Kebijakan Privasi</a>

source: presented by %s
fi_fi: esittäjä %s
he_il: מוצג על ידי %s
id_id: disajikan oleh %s

source: Skip Video
fi_fi: Ohita video
he_il: דלג על סרטון
id_id: Lewati Video

source: lock / unlock the receiver's control of the tour
fi_fi: Lukitse / avaa vastaanottajan hallinta retkellä
he_il: לנעול / לפתוח את השליטה של המקלט בסיור
id_id: mengunci / membuka kendali penerima tur

source: initializing ...
fi_fi: Alustetaan...
he_il: אתחול...
id_id: inisialisasi...

source: Chat
he_il: צ'אט
id_id: Obrolan

source: input locked
fi_fi: input lukittu
he_il: קלט נעול
id_id: masukan terkunci

source: This device is not compatible for augmented reality simulation
fi_fi: Tämä laite ei ole yhteensopiva lisätyn todellisuuden simulointiin
he_il: מכשיר זה אינו תואם לסימולציית מציאות רבודה
id_id: Perangkat ini tidak kompatibel untuk simulasi augmented reality

source: Activate the camera to start the augmented reality simulation
fi_fi: Aktivoi kamera aloittaaksesi lisätyn todellisuuden simulaation
he_il: הפעל את המצלמה כדי להתחיל את הדמיית המציאות הרבודה
id_id: Aktifkan kamera untuk memulai simulasi augmented reality

source: Move the camera to overlay the underlying image
fi_fi: Siirrä kameraa peittääksesi taustalla olevan kuvan
he_il: הזז את המצלמה כדי לשכב על התמונה הבסיסית
id_id: Pindahkan kamera untuk melapisi gambar yang mendasarinya

source: START
fi_fi: ALOITA
he_il: התחל
id_id: MULAI

source: Toggle Camera
fi_fi: Vaihda kamera
he_il: החלף מצלמה
id_id: Beralih Kamera

source: Passcode
fi_fi: Pääsykoodi
he_il: קוד סיסמה
id_id: Kode sandi

source: here
fi_fi: tästä
he_il: כאן
id_id: disini

source: total
fi_fi: yhteensä
he_il: סה"כ

source: views
fi_fi: katselukerrat
he_il: צפיות
id_id: dilihat

source: Info
fi_fi: Tiedot
he_il: מידע

source: 3D View
fi_fi: 3D-näkymä
he_il: תצוגת תלת מימד
id_id: Tampilan 3D

source: Gallery
fi_fi: Galleriat
he_il: גלריה
id_id: Galeri

source: Facebook Chat
he_il: צ'אט פייסבוק
id_id: Obrolan Facebook

source: Whatsapp Chat
he_il: צ'אט וואטסאפ
id_id: Obrolan Whatsapp

source: Presentation
fi_fi: Esittely
he_il: מצגת
id_id: Presentasi

source: Share
fi_fi: Jaa
he_il: שתף
id_id: Bagikan

source: Start Live Session
fi_fi: Aloita live-istunto
he_il: התחל סשן חי
id_id: Mulai Sesi Langsung

source: Join Meeting
fi_fi: Kokoukseen liittyminen
he_il: הצטרף לפגישה
id_id: Gabung Rapat

source: Web VR
he_il: אינטרנט VR
id_id: VR Web

source: Device Orientation
fi_fi: Laitteen suunta
he_il: כיוון המכשיר
id_id: Orientasi Perangkat

source: Auto Rotation
fi_fi: Automaattinen kierto
he_il: סיבוב אוטומטי
id_id: Rotasi Otomatis

source: Fullscreen
fi_fi: Kokonäytön tila
he_il: מסך מלא
id_id: Layar Penuh

source: Audio
fi_fi: Ääni
he_il: אודיו

source: Floorplan
fi_fi: Pohjakuva
he_il: תוכנית קומה
id_id: Rencana denah

source: Map
fi_fi: Kartta
he_il: מפה
id_id: Peta

source: Icons
fi_fi: Kuvakkeet
he_il: אייקונים
id_id: Ikon

source: Measures
fi_fi: Toimenpiteet
he_il: מדידות
id_id: Pengukuran

source: Annotations
fi_fi: Huomautukset
he_il: ביאורים
id_id: Anotasi

source: LOADING VR EXPERIENCE ...
fi_fi: LADATAAN VR-KOKEMUSTA ...
he_il: טוען חווית VR ...
id_id: MEMBUAT PENGALAMAN VR ...

source: Orbit
fi_fi: Pyöritys
he_il: מסלול

source: Left mouse
fi_fi: Vasen hiiri
he_il: עכבר שמאלי
id_id: Mouse sebelah kiri

source: Zoom
he_il: זום

source: Middle mouse or mousewheel
fi_fi: Keskimmäinen hiiri tai hiiren pyörä
he_il: עכבר אמצעי או גלגל עכבר
id_id: Mouse tengah atau roda mouse

source: Pan
fi_fi: Siirrä
he_il: אפקט פריסה

source: Right mouse or left mouse + ctrl/meta/shiftKey
fi_fi: Oikea tai vasen hiiri + ctrl/meta/shiftKey
he_il: עכבר ימני או עכבר שמאלי + ctrl/meta/shiftKey
id_id: Mouse kanan atau kiri mouse + ctrl/meta/shiftKey

source: One-finger move
fi_fi: Yhden sormen liike
he_il: תנועה באצבע אחת
id_id: Gerakan satu jari

source: Two-finger spread or squish
fi_fi: Kahden sormen levitys tai squish
he_il: למרוח בשתי אצבעות או למעוך
id_id: Spread atau squish dengan dua jari

source: Two-finger move
fi_fi: Kahden sormen liike
he_il: מהלך בשתי אצבעות
id_id: Gerakan dua jari

source: All
fi_fi: Kaikki—
he_il: הכל
id_id: Semua

source: Meeting
fi_fi: Tapaaminen
he_il: פגישה
id_id: Rapat

source: Cart summary
fi_fi: Ostoskorin yhteenveto
he_il: סיכום עגלת הקניות
id_id: Ringkasan keranjang

source: Shipping and taxes will be calculated at checkout.
fi_fi: Toimituskulut ja verot lasketaan kassalla.
he_il: דמי המשלוח והמסים יחושבו בעת ביצוע הצ'ק-אאוט.
id_id: Pengiriman dan pajak akan dihitung saat checkout.

source: Total
fi_fi: Yhteensä
he_il: סה"כ

source: Checkout
fi_fi: Kassa
he_il: לתשלום
id_id: Bayar

source: View detailed cart
fi_fi: Näytä yksityiskohtainen ostoskori
he_il: הצג עגלת קניות מפורטת
id_id: Lihat keranjang terperinci

source: Your cart is empty.
fi_fi: Ostoskorisi on tyhjä.
he_il: העגלה שלך ריקה כרגע.
id_id: Troli belanja masih kosong.

source: Back to store
fi_fi: Takaisin kauppaan
he_il: חזרה לחנות
id_id: Kembali ke toko

source: OPEN SCREENCAST APP
fi_fi: AVAA SCREENCAST-SOVELLUS
he_il: פתיחת היישום SCREENCAST
id_id: BUKA APLIKASI LAYAR LAYAR

source: LOADING
fi_fi: LASTAA
he_il: טוען
id_id: MEMUAT

source: INITIALIZING
fi_fi: ALUSTETAAN
he_il: אתחול
id_id: INISIALISASI

source: Live Session
fi_fi: Live-istunto
he_il: שידור חי
id_id: Sesi Langsung

source: Are you sure you want to end this live session? The link generated will be invalidated.
fi_fi: Haluatko varmasti lopettaa tämän live-istunnon? Luotu linkki mitätöidään.
he_il: האם אתה בטוח שאתה רוצה לסיים את השידור החי הזה? הקישור שנוצר יבוטל.
id_id: Anda yakin ingin mengakhiri sesi langsung ini? Tautan yang dihasilkan akan menjadi tidak valid.

source: Are you sure you want to end this live session?
fi_fi: Haluatko varmasti lopettaa tämän live-istunnon?
he_il: האם אתה בטוח שאתה רוצה לסיים את השידור החי הזה?
id_id: Apakah Anda yakin ingin mengakhiri sesi langsung ini?

source: End Call
fi_fi: Lopeta puhelu
he_il: סיים שיחה
id_id: Akhiri panggilan

source: awaiting connection ...
fi_fi: odottaa yhteyttä ...
he_il: ממתין לחיבור ...
id_id: menunggu koneksi...

source: connecting ...
fi_fi: yhdistetään…
he_il: חיבור...
id_id: menghubungkan ...

source: connected
fi_fi: yhdistetty
he_il: חובר
id_id: terhubung

source: connection closed
fi_fi: yhteys suljettu
he_il: החיבור נסגר
id_id: koneksi ditutup

source: invalid session
fi_fi: Virheellinen istunto
he_il: הפעלה לא חוקית
id_id: sesi tidak valid

source: Send this link to the person you want to invite
fi_fi: Lähetä tämä linkki henkilölle, jonka haluat kutsua
he_il: שלח קישור זה לאדם שברצונך להזמין
id_id: Kirim tautan ini ke orang yang ingin Anda undang

source: Do you want to join the live session with video or audio only?
fi_fi: Haluatko liittyä live-istuntoon vain videolla tai äänellä?
he_il: האם ברצונך להצטרף לשידור החי עם וידאו או שמע בלבד?
id_id: Apakah Anda ingin bergabung dengan sesi langsung dengan video atau audio saja?

source: Video + Audio
fi_fi: Video + ääni
he_il: וידאו + שמע

source: Only Audio
fi_fi: Vain ääni
he_il: רק אודיו
id_id: Hanya Audio

source: by
fi_fi: tekijä
he_il: מאת
id_id: oleh

source: Cancel
fi_fi: Peru
he_il: ביטול
id_id: Batal

source: Exit Meeting
fi_fi: Poistu kokouksesta
he_il: יציאה מפגישה
id_id: Keluar dari Rapat

source: Skip
fi_fi: Ohita
he_il: דלג
id_id: Lewati

source: Play Video
fi_fi: Katso video
he_il: נגן וידאו
id_id: Putar Video

source: Wait until the video ends ...
fi_fi: Odota, kunnes video päättyy ...
he_il: חכו עד שהסרטון יסתיים...
id_id: Tunggu sampai videonya selesai...

source: ENABLE AUDIO?
fi_fi: OTA ÄÄNI KÄYTTÖÖN?
he_il: הפעל שמע?
id_id: AKTIFKAN AUDIO?

source: ENABLE DEVICE ORIENTATION?
fi_fi: OTATKO LAITTEEN SUUNNAN KÄYTTÖÖN?
he_il: אפשר כיוון התקן?
id_id: AKTIFKAN ORIENTASI PERANGKAT?

source: ENABLE VR MODE?
fi_fi: OTATKO VR-TILAN KÄYTTÖÖN?
he_il: להפעיל מצב VR?
id_id: AKTIFKAN MODE VR?

source: Yes
fi_fi: Kyllä
he_il: כן
id_id: Iya

source: No
fi_fi: Ei
he_il: לא
id_id: Tidak

source: Password Meeting
fi_fi: Salasanojen kokous
he_il: פגישת סיסמאות
id_id: Rapat Kata Sandi

source: Password Live Session
fi_fi: Salasanan live-istunto
he_il: סיסמא Live Session
id_id: Sesi Langsung Kata Sandi

source: check
fi_fi: tarkista
he_il: בדוק
id_id: memeriksa

source: BUY
fi_fi: OSTA
he_il: קנה
id_id: BELI

source: ADD TO CART
fi_fi: LISÄÄ OSTOSKORIIN
he_il: הוסף לסל
id_id: MASUKKAN KE KERANJANG

source: Comments
fi_fi: Kommentit
he_il: תגובות
id_id: Komentar

source: Comment
fi_fi: Kommentti
he_il: תגובה
id_id: Komentar

source: OUT OF STOCK
fi_fi: LOPPU VARASTOSTA
he_il: נגמר המלאי
id_id: STOK HABIS

source: IN STOCK
fi_fi: VARASTOSSA
he_il: במלאי
id_id: PERSEDIAAN

source: available
fi_fi: vapaa
he_il: נותרו
id_id: tersedia

source: Choose an option
fi_fi: Valitse vaihtoehto
he_il: בחר אפשרות
id_id: Pilih opsi

source: Loading started
fi_fi: Lataus alkoi
he_il: הטעינה החלה
id_id: Pemuatan dimulai

source: Loading contents
fi_fi: Ladataan sisältöä
he_il: טעינת תכולה
id_id: Memuat konten

source: Loading panoramas
fi_fi: Panoraamojen lataaminen
he_il: טעינת פנורמות
id_id: Memuat panorama

source: Initializing spaces
fi_fi: Alustetaan tiloja
he_il: אתחול רווחים
id_id: Inisialisasi spasi

source: Initializing 3d view
fi_fi: Alustetaan 3d-näkymää
he_il: אתחול תצוגה תלת-ממדית
id_id: Menginisialisasi tampilan 3d

source: Initializing interface
fi_fi: Alustetaan käyttöliittymää
he_il: ממשק אתחול
id_id: Inisialisasi antarmuka

source: Loading complete
fi_fi: Lataus valmis
he_il: הטעינה הושלמה
id_id: Pemuatan selesai

source: Social Share
fi_fi: Somepainikkeet
he_il: שיתוף חברתי
id_id: Berbagi Sosial

source: To use this function you must enable the cookies relating to it.
fi_fi: Käyttääksesi tätä toimintoa sinun on otettava käyttöön siihen liittyvät evästeet.
he_il: כדי להשתמש בפונקציה זו, עליך להפעיל את קובצי ה- Cookie הקשורים אליה.
id_id: Untuk menggunakan fungsi ini Anda harus mengaktifkan cookie yang terkait dengannya.

source: Open Cookie Preferences
fi_fi: Avaa Evästeasetukset
he_il: פתח את העדפות קובצי ה-Cookie
id_id: Buka Preferensi Cookie

source: File too Big, please select a file less than:
fi_fi: Tiedosto liian suuri, valitse tiedosto, joka on pienempi kuin:
he_il: קובץ גדול מדי, אנא בחר קובץ קטן מ:
id_id: File terlalu besar, silakan pilih file yang kurang dari:

source: Quantity
fi_fi: Määrä
he_il: כמות
id_id: Jumlah

source: Warning
fi_fi: Varoitus
he_il: אזהרה
id_id: Peringatan

source: Multi user, Plans and Payments are only available with the SaaS plugin. Go to settings to get the required plugin.
fi_fi: Monikäyttäjä, suunnitelmat ja maksut ovat käytettävissä vain SaaS-laajennuksella. Siirry asetuksiin saadaksesi tarvittavan laajennuksen.
he_il: תוכניות ותשלומים למשתמשים מרובים זמינים רק עם תוסף SaaS. עבור אל הגדרות כדי לקבל את התוסף הנדרש.
id_id: Multi pengguna, Paket, dan Pembayaran hanya tersedia dengan plugin SaaS. Buka pengaturan untuk mendapatkan plugin yang diperlukan.

source: GO TO SETTINGS
fi_fi: SIIRRY ASETUKSIIN
he_il: עברו אל 'הגדרות'
id_id: PERGI KE PENGATURAN

source: It looks like that you do not have permission to access this page
fi_fi: Näyttää siltä, että sinulla ei ole oikeutta käyttää tätä sivua
he_il: נראה שאין לך הרשאה לגשת לדף זה
id_id: Sepertinya Anda tidak memiliki izin untuk mengakses halaman ini

source: Back to Dashboard
fi_fi: Takaisin hallintapaneeliin
he_il: בחזרה ללוח בקרה
id_id: Kembali ke Dasbor

source: You cannot use Media Library on an external virtual tour!
fi_fi: Mediakirjastoa ei voi käyttää ulkoisella virtuaaliretkellä!
he_il: לא ניתן להשתמש בספריית המדיה בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat menggunakan Perpustakaan Media pada tur virtual eksternal!

source: Your "%s" plan not allow to create Media Library!
fi_fi: "%s" -suunnitelmasi ei salli mediakirjaston luomista!
he_il: תוכנית "%s" שלך אינה מאפשרת ליצור ספריית מדיה!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Perpustakaan Media!

source: Tour Library
fi_fi: Retkikirjasto
he_il: ספריית טיולים
id_id: Perpustakaan Tur

source: Public Library
fi_fi: Kirjasto
he_il: ספריה ציבורית
id_id: Perpustakaan Umum

source: The contents of this library will be shared for all the virtual tours.
fi_fi: Tämän kirjaston sisältö on käytössä kaikille retkille.
he_il: תכני ספריה זו ישותפו לכל הסיורים הווירטואליים.
id_id: Isi perpustakaan ini akan dibagikan untuk semua tur virtual.

source: Files List
fi_fi: Tiedostojen luettelo
he_il: רשימת קבצים
id_id: Daftar File

source: Loading files ...
fi_fi: Ladataan tiedostoja ...
he_il: טוען קבצים ...
id_id: Memuat file...

source: Drop files or click here to upload
fi_fi: Pudota tiedostoja tai lataa napsauttamalla tätä
he_il: שחרר קבצים או לחץ כאן כדי להעלות
id_id: Jatuhkan file atau klik di sini untuk mengunggah

source: Your browser does not support drag'n'drop file uploads.
fi_fi: Selaimesi ei tue drag'n'drop-tiedostojen latauksia.
he_il: הדפדפן שלך אינו תומך בהעלאות קבצים בשיטת drag'n'drop.
id_id: Browser Anda tidak mendukung drag'n'drop upload file.

source: Please use the fallback form below to upload your files like in the olden days.
fi_fi: Käytä alla olevaa varalomaketta ladataksesi tiedostosi, kuten ennen vanhaan.
he_il: אנא השתמש בטופס הנסיגה למטה כדי להעלות את הקבצים שלך כמו בימים עברו.
id_id: Silakan gunakan formulir di bawah ini untuk mengupload file Anda seperti sebelumnya.

source: File is too big (%sMiB). Max filesize: %sMiB.
fi_fi: Tiedosto on liian suuri (%sMiB). Tiedoston enimmäiskoko: %sMiB.
he_il: הקובץ גדול מדי (%sMiB). גודל קובץ מקסימלי: %sMiB.
id_id: File terlalu besar (%sMiB). Ukuran file maks: %sMiB.

source: You can't upload files of this type.
fi_fi: Tämäntyyppisiä tiedostoja ei voi ladata.
he_il: אתה לא יכול לעלות סוג קובץ זה
id_id: Anda tidak bisa meng-upload file jenis ini.

source: Server responded with %s code.
fi_fi: Palvelin vastasi %s koodilla.
he_il: השרת הגיב בקוד %s.
id_id: Server merespons dengan %s kode.

source: Cancel upload
fi_fi: Keskeytä lataus
he_il: בטל העלאה
id_id: Batalkan Upload

source: Are you sure you want to cancel this upload?
fi_fi: Haluatko varmasti peruuttaa tämän latauksen?
he_il: אתה בטוח שאתה רוצה לבטל את ההעלה?
id_id: Yakin ingin membatalkan unggahan ini?

source: Remove file
fi_fi: Poista tiedosto
he_il: הסר קובץ
id_id: Hapus File

source: You can not upload any more files.
fi_fi: Et voi ladata enempää tiedostoja.
he_il: אין באפשרותך להעלות קבצים נוספים.
id_id: Anda tidak dapat meng-upload beberapa file

source: Registration closed
fi_fi: Ilmoittautuminen päättynyt
he_il: ההרשמה נסגרה
id_id: Pendaftaran ditutup

source: Create an Account!
fi_fi: Luo tili!
he_il: צור חשבון!
id_id: Buat sebuah akun!

source: User name
fi_fi: Käyttäjänimi
he_il: שם משתמש
id_id: Nama pengguna

source: Email Address
fi_fi: Sähköpostiosoite
he_il: כתובת אימייל
id_id: Alamat Email

source: Password
fi_fi: Salasana
he_il: סיסמה

source: Repeat Password
fi_fi: Salasana uudelleen
he_il: חזור על הסיסמה
id_id: Ulangi Password

source: Type the code above
fi_fi: Kirjoita yllä oleva koodi
he_il: הקלד את הקוד לעיל
id_id: Ketik kode di atas

source: I agree to <a data-toggle='modal' data-backdrop='true' data-target='#modal_terms_and_conditions'>Terms and Conditions</a
fi_fi: Hyväksyn <a data-toggle='modal' data-backdrop='true' data-target='#modal_terms_and_conditions'>käyttöehdot</a>
he_il: אני מסכים <a data-toggle='modal' data-backdrop='true' data-target='#modal_terms_and_conditions'>לתנאים ולהתניות</a>
id_id: Saya menyetujui <a data-toggle='modal' data-backdrop='true' data-target='#modal_terms_and_conditions'>Syarat dan Ketentuan</a> </a

source: Register
fi_fi: Rekisteröidy
he_il: הירשם
id_id: Daftar

source: or
fi_fi: tai
he_il: או
id_id: atau
