Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: Accepted only images in JPG/PNG format.
fi_fi: Hyväksytyt kuvat vain JPG/PNG-muodossa.
he_il: ניתן לקבל רק תמונות בפורמט JPG/PNG.
id_id: Hanya gambar yang diterima dalam format JPG/PNG.

source: Panorama video
fi_fi: Panoraamavideo
he_il: סרטון פנורמה
id_id: Video panorama

source: Accepted only 360 degree videos in MP4/WEBM format.
fi_fi: Hyväksytty vain 360 asteen videoita MP4 / WEBM-muodossa.
he_il: קיבל רק קטעי וידאו 360 מעלות בפורמט MP4 / WEBM.
id_id: Hanya menerima video 360 derajat dalam format MP4/WEBM.

source: Initial Image
fi_fi: Alkuperäinen kuva
he_il: תמונה ראשונית
id_id: Gambar Awal

source: The initial image must be the same size as the video stream.
fi_fi: Alkuperäisen kuvan on oltava samankokoinen kuin videostriimin.
he_il: התמונה הראשונית חייבת להיות באותו גודל כמו זרם הווידאו.
id_id: Gambar awal harus berukuran sama dengan streaming video.

source: The initial image must be the same size as the lottie file.
fi_fi: Alkuperäisen kuvan on oltava samankokoinen kuin arpajaistiedosto.
he_il: התמונה הראשונית חייבת להיות באותו גודל כמו קובץ lottie.
id_id: Gambar awal harus berukuran sama dengan file lottie.

source: Valid
fi_fi: Kelvollinen
he_il: בתוקף
id_id: Sah

source: Invalid
fi_fi: Ei voimassa
he_il: לא תקין
id_id: Tidak sah

source: No images in this gallery.
fi_fi: Tässä galleriassa ei ole kuvia.
he_il: אין תמונות בגלריה זו.
id_id: Tidak ada gambar di galeri ini.

source: No files in this media library.
fi_fi: Tässä mediakirjastossa ei ole tiedostoja.
he_il: אין קבצים בספריית מדיה זו.
id_id: Tidak ada file di perpustakaan media ini.

source: No files in this icon library.
fi_fi: Tässä kuvakekirjastossa ei ole tiedostoja.
he_il: אין קבצים בספריית סמלים זו.
id_id: Tidak ada file di perpustakaan ikon ini.

source: Link (emded)
fi_fi: Linkki (emded)
he_il: קישור (emded)
id_id: Tautan (disematkan)

source: Slideshow
fi_fi: Diaesitys
he_il: מצגת שקופיות

source: Embed (image)
fi_fi: Upota (kuva)
he_il: הטבעה (תמונה)
id_id: Sematkan (gambar)

source: Embed (slideshow)
fi_fi: Upottaminen (diaesitys)
he_il: הטבעה (מצגת)
id_id: Sematkan (tampilan slide)

source: Embed (video)
fi_fi: Upottaminen (video)
he_il: הטמעה (וידאו)
id_id: Memasukkan video)

source: Embed (video with transparency)
fi_fi: Upottaminen (läpinäkyvä video)
he_il: הטבעה (וידאו עם שקיפות)
id_id: Sematkan (video dengan transparansi)

source: Embed (video with background removal)
fi_fi: Upottaminen (video, jossa tausta poistetaan)
he_il: הטבעה (וידאו עם הסרת רקע)
id_id: Sematkan (video dengan penghapusan latar belakang)

source: Embed (object3d)
fi_fi: Upota (object3d)
he_il: הטבעה (object3d)
id_id: Sematkan (objek3d)

source: Embed (link)
fi_fi: Upotuskoodi tai linkki
he_il: הטבעה (קישור)
id_id: Sematkan (tautan)

source: Embed (text)
fi_fi: Upottaminen (teksti)
he_il: הטבעה (טקסט)
id_id: Sematkan (teks)

source: Embed (html)
fi_fi: Upottaminen (html)
he_il: הטבעה (html)
id_id: Sematkan (html)

source: Multiple POIs
fi_fi: Useita POI-kohteita
he_il: נקודות עניין מרובות
id_id: Beberapa POI

source: Sending
fi_fi: Lähetetään
he_il: שולח
id_id: Mengirim

source: Waiting
fi_fi: Odottaa
he_il: ממתין
id_id: Menunggu

source: Processed
fi_fi: Käsitelty
he_il: מעובד
id_id: Diproses

source: Error
fi_fi: Virhe
he_il: שגיאה
id_id: Kesalahan

source: Are you sure you want to delete?
fi_fi: Oletko varma, että haluat poistaa?
he_il: האם אתה בטוח שברצונך למחוק
id_id: Yakin ingin menghapus?

source: Are you sure you want to import?
fi_fi: Haluatko varmasti tuoda?
he_il: האם אתה בטוח שברצונך לייבא?
id_id: Apakah Anda yakin ingin mengimpor?

source: Are you sure you want to duplicate?
fi_fi: Haluatko varmasti monistaa?
he_il: האם אתה בטוח שאתה רוצה לשכפל?
id_id: Anda yakin ingin menggandakan?

source: Are you sure you want to assign all?
fi_fi: Haluatko varmasti määrittää kaikki?
he_il: האם אתה בטוח שברצונך להקצות הכל?
id_id: Yakin ingin menugaskan semua?

source: Are you sure you want to unassign all?
fi_fi: Haluatko varmasti poistaa kaikkien määrityksen?
he_il: האם אתה בטוח שברצונך לבטל את ההקצאה של הכל?
id_id: Yakin ingin membatalkan penetapan semua?

source: File size is too big.
fi_fi: Tiedostokoko on liian suuri.
he_il: גודל הקובץ גדול מדי
id_id: Ukuran file terlalu besar.

source: All Categories
fi_fi: Kaikki kategoriat
he_il: כל הקטגוריות
id_id: Semua Kategori

source: All Users
fi_fi: Kaikki käyttäjät
he_il: כל המשתמשים
id_id: Semua Pengguna

source: Are you sure? the contents of this element will be lost!
fi_fi: Oletko varma? Tämän elementin sisältö menetetään!
he_il: אתה בטוח? התוכן של אלמנט זה יאבד!
id_id: Apa kamu yakin? isi elemen ini akan hilang!

source: Border Color
fi_fi: Reunaviivan väri
he_il: צבע גבול
id_id: Warna Batas

source: Rooms List
fi_fi: Huoneiden luettelo
he_il: רשימת מקומות אירוח
id_id: Daftar Kamar

source: Creating a New Tour
fi_fi: Uuden retken luominen
he_il: יצירת סיור חדש
id_id: Membuat Tur Baru

source: Creating the first Room
fi_fi: Ensimmäisen huoneen luominen
he_il: יצירת החדר הראשון
id_id: Membuat Kamar pertama

source: Creating the second Room
fi_fi: Toisen huoneen luominen
he_il: יצירת החדר השני
id_id: Membuat Kamar kedua

source: Creating a Marker
fi_fi: Merkinnän luominen
he_il: יצירת סמן
id_id: Membuat Penanda

source: Creating a POI
fi_fi: POI:n luonti
he_il: יצירת נקודת עניין
id_id: Membuat POI

source: Preview the tour
fi_fi: Retken esikatselu
he_il: תצוגה מקדימה של הסיור
id_id: Pratinjau tur

source: Click on the menu item <b>Virtual Tours</b>
fi_fi: Napsauta valikkokohtaa <b>Virtuaaliretket</b>
he_il: לחץ על פריט התפריט <b>סיורים וירטואליים</b>
id_id: Klik pada item menu <b>Tur Virtual</b>

source: Click on the menu item <b>List Tours</b>
fi_fi: Napsauta valikkokohtaa <b>Listaa retket</b>
he_il: לחץ על פריט התפריט <b>רשימת סיורים</b>
id_id: Klik pada item menu <b>Daftar Tur</b>

source: This is the section to create a tour
fi_fi: Tämä on osio, jossa voit luoda retken
he_il: זהו הקטע ליצירת סיור
id_id: Ini adalah bagian untuk membuat tur

source: Enter the <b>name</b> of the tour
fi_fi: Kirjoita retken <b>nimi</b>
he_il: הזן את <b>שם</b> הסיור
id_id: Masukkan <b>nama</b> tur

source: Click on button <b>Create</b>
fi_fi: Napsauta painiketta <b>Luo</b>
he_il: לחץ על כפתור <b>צור</b>
id_id: Klik tombol <b>Buat</b>

source: Click on the menu item <b>Rooms</b>
fi_fi: Napsauta valikkokohtaa <b>Huoneet</b>
he_il: לחץ על פריט התפריט <b>חדרים</b>
id_id: Klik pada item menu <b>Kamar</b>

source: Click on the <b>plus</b> icon
fi_fi: Napsauta <b>plus-kuvaketta</b>
he_il: לחץ על סמל <b>הפלוס</b>
id_id: Klik pada ikon <b>plus</b>

source: Enter the <b>name</b> of the room
fi_fi: Kirjoita huoneen <b>nimi</b>
he_il: הזן את <b>שם</b> החדר
id_id: Masukkan <b>nama</b> ruangan

source: Upload a 360 panorama image for this Room by selecting from the <b>Browse</b> button and then click <b>Upload</b>
fi_fi: Lataa 360 asteen panoraamakuva tähän huoneeseen valitsemalla <b>Selaa-painikkeesta</b> ja napsauttamalla sitten <b>Lataa</b>
he_il: העלה תמונת פנורמה של 360 עבור חדר זה על-ידי בחירה מתוך לחצן <b>עיון</b> ולאחר מכן לחץ על <b>העלה</b>
id_id: Unggah gambar panorama 360 untuk Ruangan ini dengan memilih dari tombol <b>Telusuri</b> lalu klik <b>Unggah</b>

source: Congratulations, your first room has been created, now create the second one
fi_fi: Onnittelut, ensimmäinen huoneesi on luotu, luo nyt toinen
he_il: מזל טוב, החדר הראשון שלך נוצר, עכשיו ליצור את השני
id_id: Selamat, kamar pertama Anda telah dibuat, sekarang buat yang kedua

source: Congratulations, your second room has been created, now let's look at how to create a marker to navigate from one to the other
fi_fi: Onnittelut, toinen huoneesi on luotu, katsotaanpa nyt, kuinka luoda merkki navigoidaksesi yhdestä toiseen
he_il: מזל טוב, החדר השני שלך נוצר, עכשיו בואו נסתכל איך ליצור סמן לנווט מאחד לשני
id_id: Selamat, ruangan kedua Anda telah dibuat, sekarang mari kita lihat cara membuat penanda untuk bernavigasi dari satu ke yang lain

source: Click on the menu item <b>Markers</b>
fi_fi: Napsauta valikkokohtaa <b>Merkit</b>
he_il: לחץ על פריט התפריט <b>סמנים</b>
id_id: Klik pada item menu <b>Penanda</b>

source: Select the first room
fi_fi: Valitse ensimmäinen huone
he_il: בחר את החדר הראשון
id_id: Pilih kamar pertama

source: Drag the view and center the white cursor at the position where you want to add the marker
fi_fi: Vedä näkymää ja keskitä valkoinen kohdistin kohtaan, johon haluat lisätä merkinnän
he_il: גרור את התצוגה ומרכז את הסמן הלבן במיקום שבו ברצונך להוסיף את הסמן
id_id: Seret tampilan dan pusatkan kursor putih pada posisi di mana Anda ingin menambahkan penanda

source: Here you can select the destination room linked to this marker
fi_fi: Täällä voit valita tähän merkkiin linkitetyn kohdehuoneen
he_il: כאן תוכלו לבחור את חדר היעד המקושר לסמן זה
id_id: Di sini Anda dapat memilih ruang tujuan yang terhubung dengan penanda ini

source: Click the button <b>Add</b> to create the marker
fi_fi: Napsauta painiketta <b>Lisää</b> luodaksesi merkinnän
he_il: לחץ על הלחצן <b>הוסף</b> כדי ליצור את הסמן
id_id: Klik tombol <b>Tambah</b> untuk membuat penanda

source: Congratulations, your marker has been created, now let's look at how to create a POI (Point Of Interest) to show content on the tour
fi_fi: Onnittelut, markkeri on luotu, katsotaanpa nyt, kuinka teet POIn (kiinnostava paikka) retken sisällön näyttämiseksi
he_il: מזל טוב, הסמן שלך נוצר, עכשיו בואו נסתכל כיצד ליצור POI (נקודת עניין) כדי להציג תוכן בסיור
id_id: Selamat marker anda sudah dibuat, sekarang mari kita lihat cara membuat POI (Point Of Interest) untuk menampilkan konten pada tour

source: Click on the menu item <b>POIs</b>
fi_fi: Napsauta valikkokohtaa <b>POIs</b>
he_il: לחץ על פריט <b>התפריט נקודות עניין</b>
id_id: Klik pada item menu <b>POI</b>

source: Drag the view and center the white cursor at the position where you want to add the POI
fi_fi: Vedä näkymää ja keskitä valkoinen kohdistin kohtaan, johon haluat lisätä kiinnostavan paikan
he_il: גרור את התצוגה ומרכז את הסמן הלבן במיקום שבו ברצונך להוסיף את נקודת העניין
id_id: Seret tampilan dan pusatkan kursor putih pada posisi di mana Anda ingin menambahkan POI

source: Here you can select the style and content of your POI
fi_fi: Täällä voit valita kiinnostavan paikan tyylin ja sisällön
he_il: כאן תוכל לבחור את הסגנון והתוכן של נקודת העניין שלך
id_id: Di sini Anda dapat memilih gaya dan konten POI Anda

source: Let's create a simple POI icon with an image as content
fi_fi: Luodaan yksinkertainen POI-kuvake, jossa on kuva sisältönä
he_il: בוא ניצור סמל POI פשוט עם תמונה כתוכן
id_id: Mari buat ikon POI sederhana dengan gambar sebagai konten

source: Upload an image for this Poi by selecting from the <b>Browse</b> button and then click <b>Upload</b>
fi_fi: Lataa kuva tätä kiinnostavaa paikkaa varten valitsemalla <b>Selaa-painikkeesta</b> ja napsauttamalla sitten <b>Lataa</b>
he_il: העלה תמונה עבור Poi זה על-ידי בחירה מתוך לחצן <b>עיון</b> ולאחר מכן לחץ על <b>העלה</b>
id_id: Unggah gambar untuk Poi ini dengan memilih dari tombol <b>Telusuri</b> lalu klik <b>Unggah</b>

source: Click on button <b>Save</b>
fi_fi: Napsauta painiketta <b>Tallenna</b>
he_il: לחץ על כפתור <b>שמור</b>
id_id: Klik tombol <b>Simpan</b>

source: Congratulations, your POI has been created
fi_fi: Onnittelut, kiinnostava paikka on luotu
he_il: מזל טוב, נקודת העניין שלך נוצרה
id_id: Selamat, POI Anda telah dibuat

source: And finally let's preview the tour you just created. Click on the menu item <b>Preview</b>
fi_fi: Ja lopuksi esikatsellaan juuri luomaasi retkeä. Napsauta valikkokohtaa <b>Esikatselu</b>
he_il: ולבסוף בואו נצפה בתצוגה מקדימה של הסיור שזה עתה יצרתם. לחץ על פריט התפריט <b>תצוגה מקדימה</b>
id_id: Dan akhirnya mari kita lihat pratinjau tur yang baru saja Anda buat. Klik pada item menu <b>Pratinjau</b>

source: Continue
fi_fi: Jatka
he_il: המשך
id_id: Lanjutkan

source: Are you sure you want to exit the tour creation wizard?
fi_fi: Haluatko varmasti poistua ohjatusta retken luonnista?
he_il: האם אתה בטוח שברצונך לצאת מהאשף ליצירת סיורים?
id_id: Anda yakin ingin keluar dari wizard pembuatan tur?

source: Are you sure you want to update the preset?
fi_fi: Haluatko varmasti päivittää esiasetuksen?
he_il: האם אתה בטוח שברצונך לעדכן את ההגדרה המוגדרת מראש?
id_id: Apakah Anda yakin ingin memperbarui prasetel?

source: Are you sure you want to delete the preset?
fi_fi: Haluatko varmasti poistaa esiasetuksen?
he_il: האם אתה בטוח שברצונך למחוק את הקביעה המוגדרת מראש?
id_id: Anda yakin ingin menghapus preset?

source: Are you sure you want to apply the preset?
fi_fi: Haluatko varmasti käyttää esiasetusta?
he_il: האם אתה בטוח שברצונך להחיל את הקביעה המוגדרת מראש?
id_id: Apakah Anda yakin ingin menerapkan prasetel?

source: QUICK ADD THIS MARKER
fi_fi: LISÄÄ TÄMÄ MERKKI NOPEASTI
he_il: הוספה מהירה של סמן זה
id_id: CEPAT TAMBAHKAN MARKER INI

source: ADD THIS MARKER
fi_fi: LISÄÄ TÄMÄ MERKKI
he_il: הוסף סמן זה
id_id: TAMBAHKAN TANDA INI

source: List
fi_fi: Lista
he_il: רשימה
id_id: Daftar

source: Grid
fi_fi: Ruudukko
he_il: רשת

source: copied
fi_fi: kopeeritud
he_il: שהועתק
id_id: disalin

source: preview from here
fi_fi: Esikatselu täältä
he_il: תצוגה מקדימה מכאן
id_id: pratinjau dari sini

source: Main View
fi_fi: Sisältösivu
he_il: מבט ראשי
id_id: Tampilan Utama

source: View
fi_fi: Näytä
he_il: הצג
id_id: Lihat

source: SET
fi_fi: Aseta
he_il: הצית
id_id: MENGATUR

source: At least one lead field must be enabled and required.
fi_fi: Vähintään yhden liidikentän on oltava käytössä ja pakollinen.
he_il: לפחות שדה הפניה אחד חייב להיות זמין ונדרש.
id_id: Setidaknya satu bidang prospek harus diaktifkan dan diwajibkan.

source: Are you sure your want to replace existing API key?
fi_fi: Oletko varma, että haluat korvata olemassa olevan API-avaimen?
he_il: האם אתה בטוח שברצונך להחליף מפתח API קיים?
id_id: Apakah Anda yakin ingin mengganti kunci API yang ada?

source: No tours created yet!
fi_fi: Ei vielä luotuja matkoja!
he_il: עדיין לא נוצרו סיורים!
id_id: Belum ada tur yang dibuat!

source: No tours created yet! Create one manually above or use the %s.
fi_fi: Ei vielä luotuja matkoja! Luo sellainen manuaalisesti yllä tai käytä %s.
he_il: עדיין לא נוצרו סיורים! צור אחד באופן ידני מעל או השתמש %s.
id_id: Belum ada tur yang dibuat! Buat secara manual di atas atau gunakan %s.

source: Wizard
fi_fi: Ohjattu toiminto
he_il: שלבים
id_id: Penyihir

source: translation in progress
fi_fi: käännös käynnissä
he_il: תרגום בעיצומו
id_id: terjemahan sedang berlangsung

source: set heading
fi_fi: aseta otsikko
he_il: להגדיר כותרת
id_id: mengatur judul

source: Select a room
fi_fi: Valitse huone
he_il: בחר חדר
id_id: Pilih sebuah ruangan

source: No Location
fi_fi: Ei sijaintia
he_il: אין מיקום
id_id: Tidak Ada Lokasi

source: Are you sure you want logout from your Google Account?
fi_fi: Haluatko varmasti kirjautua ulos Google-tililtäsi?
he_il: האם אתה בטוח שברצונך לצאת מחשבון Google שלך?
id_id: Apakah Anda yakin ingin keluar dari Akun Google Anda?

source: UPDATE IN PROGRESS
fi_fi: PÄIVITYS KÄYNNISSÄ
he_il: העדכון מתבצע
id_id: PEMBARUAN DALAM PROGRES

source: Not close this window
fi_fi: Valmista tuli! Viimeistele varaus
he_il: לא סגור חלון זה
id_id: Jangan tutup jendela ini

source: Loading landing page content ...
fi_fi: Ladataan aloitussivun sisältöä ...
he_il: טוען תוכן בדף נחיתה...
id_id: Memuat konten laman landas...

source: Saving landing page content ... Do not close this window!
fi_fi: Aloitussivun sisällön tallentaminen... Älä sulje tätä ikkunaa!
he_il: שמירת תוכן דף נחיתה ... אל תסגור חלון זה!
id_id: Menyimpan konten halaman arahan ... Jangan tutup jendela ini!

source: You cannot use Music Library on an external virtual tour!
fi_fi: Musiikkikirjastoa ei voi käyttää ulkoisella virtuaaliretkellä!
he_il: לא ניתן להשתמש בספריית המוסיקה בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat menggunakan Perpustakaan Musik pada tur virtual eksternal!

source: Your "%s" plan not allow to create Music Library!
fi_fi: "%s" -suunnitelmasi ei salli musiikkikirjaston luomista!
he_il: תוכנית "%s" שלך אינה מאפשרת ליצור ספריית מוסיקה!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Perpustakaan Musik!

source: Room name
fi_fi: Huoneen nimi
he_il: שם החדר
id_id: Nama Kamar

source: You cannot edit UI on an external virtual tour!
fi_fi: Käyttöliittymää ei voi muokata ulkoisella virtuaaliretkellä!
he_il: לא ניתן לערוך ממשק משתמש בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat mengedit UI pada tur virtual eksternal!

source: Your "%s" plan not allow to use Editor UI!
fi_fi: "%s"-suunnitelmasi ei salli editorin käyttöliittymän käyttöä!
he_il: תוכנית "%s" שלך אינה מאפשרת להשתמש בממשק המשתמש של העורך!
id_id: Paket "%s" Anda tidak memungkinkan untuk menggunakan UI Editor!

source: Content - Html / Link
fi_fi: Sisältö - html / linkki
he_il: תוכן - HTML / קישור
id_id: Konten - Html / Tautan

source: Upload new Image / Video file
fi_fi: Lataa uusi kuva-/videotiedosto
he_il: העלה קובץ תמונה / וידאו חדש
id_id: Unggah file Gambar/Video baru

source: REMOVE FILE
fi_fi: POISTA TIEDOSTO
he_il: הסר קובץ
id_id: HAPUS FILE

source: Upload Media File
fi_fi: Lataa mediatiedosto
he_il: העלה קובץ מדיה
id_id: Unggah Berkas Media

source: Icon + Room's Name
fi_fi: Kuvake + huoneen nimi
he_il: אייקון + שם החדר
id_id: Ikon + Nama Kamar

source: Room's Name + Icon
fi_fi: Huoneen nimi + kuvake
he_il: שם החדר + סמל
id_id: Nama Kamar + Ikon

source: Room's Name
fi_fi: Huoneen nimi
he_il: שם החדר
id_id: Nama Ruangan

source: Preview Room
fi_fi: Esikatseluhuone
he_il: חדר תצוגה מקדימה
id_id: Ruang Pratinjau

source: Target Room's Name
fi_fi: Kohdehuoneen nimi
he_il: שם חדר היעד
id_id: Nama Kamar Target

source: Target Room's Preview (Rounded)
fi_fi: Kohdehuoneen esikatselu (pyöristetty)
he_il: תצוגה מקדימה של Target Room (מעוגלת)
id_id: Pratinjau Ruang Target (Pembulatan)

source: Target Room's Preview (Squared)
fi_fi: Kohdehuoneen esikatselu (neliö)
he_il: תצוגה מקדימה של Target Room (בריבוע)
id_id: Pratinjau Ruang Target (Persegi)

source: Target Room's Preview (Rectangular)
fi_fi: Kohdehuoneen esikatselu (suorakulmainen)
he_il: תצוגה מקדימה של חדר יעד (מלבני)
id_id: Pratinjau Kamar Target (Persegi Panjang)

source: ROOM NAME
fi_fi: HUONEEN NIMI
he_il: שם החדר
id_id: NAMA RUANGAN

source: LABEL
he_il: תווית

source: Apply to all
fi_fi: Hae kaikille
he_il: החל על הכל
id_id: Terapkan ke semua

source: POI LABEL
fi_fi: POI-TARRA
he_il: תווית POI
id_id: LABEL POI

source: Markers Settings
fi_fi: Merkkien asetukset
he_il: הגדרות סמנים
id_id: Pengaturan Penanda

source: Are you sure you want to apply these settings to all existing markers by overwriting them?
fi_fi: Haluatko varmasti käyttää näitä asetuksia kaikkiin olemassa oleviin merkkeihin korvaamalla ne?
he_il: האם אתה בטוח שברצונך להחיל הגדרות אלה על כל הסמנים הקיימים על-ידי דריסתן?
id_id: Yakin ingin menerapkan setelan ini ke semua penanda yang ada dengan menimpanya?

source: Presets
fi_fi: Esiasetukset
he_il: מוגדר מראש
id_id: Pratata

source: Add new preset
fi_fi: Lisää uusi esiasetus
he_il: הוסף קביעה מוגדרת מראש חדשה
id_id: Tambahkan prasetel baru

source: Public
fi_fi: Julkinen
he_il: ציבורי
id_id: Publik

source: ADD / UPDATE
fi_fi: LISÄÄ / PÄIVITÄ
he_il: הוספה / עדכון
id_id: TAMBAHKAN / PERBARUI

source: APPLY PRESET
fi_fi: Käytä Esiasetusta
he_il: החלת איפוס מראש
id_id: TERAPKAN PRESET

source: UI Item List
fi_fi: Käyttöliittymän kohdeluettelo
he_il: רשימת פריטי ממשק משתמש
id_id: Daftar Item UI

source: Default Markers Style
fi_fi: Merkkien oletustyyli
he_il: סגנון סמנים של ברירת מחדל
id_id: Gaya Penanda Default

source: Default POIs Style
fi_fi: Kiinnostavien paikkojen oletustyyli
he_il: סגנון ברירת מחדל של נקודות עניין (POI)
id_id: Gaya POI Default

source: Tooltips
fi_fi: Työkaluvihjeet
he_il: רמז־צץ
id_id: Keterangan alat

source: Menu
fi_fi: Valikko
he_il: תפריט

source: Rooms List Menu
fi_fi: Huoneiden luettelovalikko
he_il: תפריט רשימת חדרים
id_id: Menu Daftar Kamar

source: Tour Title
fi_fi: Retken nimi
he_il: כותרת הסיור
id_id: Judul Tur

source: Multiple Room Views
fi_fi: Useita huonenäkymiä
he_il: נוף מרובה חדרים
id_id: Beberapa Pemandangan Kamar

source: Language
fi_fi: Kieli
he_il: שפה
id_id: Bahasa

source: Powered By - Logo / Text
fi_fi: Moottorina - Logo / Teksti
he_il: מופעל על ידי - לוגו / טקסט
id_id: Didukung Oleh - Logo / Teks

source: Arrows Prev/Next
fi_fi: Nuolet Edellinen/Seuraava
he_il: חצים קודם/הבא
id_id: Panah Sebelumnya/Berikutnya

source: Nav Control
fi_fi: Navigoinnin ohjaus
he_il: בקרת ניווט
id_id: Kontrol Navigasi

source: Room's List Slider
fi_fi: Huoneluettelon liukusäädin
he_il: מחוון רשימת החדרים
id_id: Penggeser Daftar Kamar

source: Voice Commands
fi_fi: Äänikomennot
he_il: פקודות קוליות
id_id: Perintah suara

source: Annotation Title
fi_fi: Huomautus otsikko
he_il: כותרת ביאור
id_id: Judul Anotasi

source: Annotation Description
fi_fi: Huomautus kuvaus
he_il: תיאור ביאור
id_id: Deskripsi Anotasi

source: Map Name
fi_fi: Kartan nimi
he_il: שם המפה
id_id: Nama Peta

source: Facebook
he_il: פייסבוק

source: Whatsapp
he_il: וואטסאפ

source: Compass
fi_fi: Kompassi
he_il: מצפן
id_id: Kompas

source: Arrows Room's List Slider
fi_fi: Nuolet Huoneen Luettelo-liukusäädin
he_il: מחוון הרשימה של חדר חצים
id_id: Slider Daftar Ruang Panah

source: Show
fi_fi: Näytä
he_il: הצג
id_id: Tampilkan

source: Hidden
fi_fi: Piilotettu
he_il: נסתר
id_id: Tersembunyi

source: Visible (only tour)
fi_fi: Näkyvä (vain retki)
he_il: גלוי (סיור בלבד)
id_id: Terlihat (hanya tur)

source: Visible (only room)
fi_fi: Näkyvä (vain huone)
he_il: גלוי (חדר בלבד)
id_id: Terlihat (hanya ruangan)

source: Visible (tour and room)
fi_fi: Näkyvä (esittely ja huone)
he_il: גלוי (סיור וחדר)
id_id: Terlihat (tur dan ruangan)

source: Background Height
fi_fi: Taustan korkeus
he_il: גובה רקע
id_id: Tinggi Latar Belakang

source: upload in: virtual tours - rooms - edit - multiple room views tab
fi_fi: lataa: virtuaalikierrokset - huoneet - muokkaa - useiden huoneiden katseluvälilehti
he_il: העלה ב: סיורים וירטואליים - חדרים - עריכה - כרטיסיית צפיות מרובות בחדרים
id_id: unggah di: tur virtual - ruangan - edit - tab tampilan beberapa ruangan

source: Border Size
fi_fi: Reunaviivan koko
he_il: עובי המסגרת
id_id: Ukuran Batasan

source: Localization
fi_fi: Lokalisointi
he_il: בינאום
id_id: Pelokalan

source: Languages Enabled
fi_fi: Käytössä olevat kielet
he_il: שפות זמינות
id_id: Bahasa Diaktifkan

source: Deselect All
fi_fi: Poista kaikkien valinnat
he_il: בטל בחירה להכל
id_id: Batal Semua Pilihan

source: Only default language
fi_fi: Vain oletuskieli
he_il: שפת ברירת המחדל בלבד
id_id: Hanya bahasa default

source: No results matched
fi_fi: Ei vastaavia tuloksia
he_il: אין תוצאות תואמות
id_id: Tidak ada hasil yang cocok

source: Enabled (for entire tour)
fi_fi: Käytössä (koko retkelle)
he_il: מופעל (לכל הסיור)
id_id: Diaktifkan (untuk seluruh tur)

source: Enabled (for each rooms)
fi_fi: Käytössä (jokaisessa huoneessa)
he_il: מופעל (עבור כל חדר)
id_id: Diaktifkan (untuk setiap kamar)

source: Shortname
fi_fi: Lyhyt nimi
he_il: שם קצר
id_id: Nama pendek

source: leave empty for default setting
fi_fi: Jätä tyhjäksi oletusasetusta varten
he_il: השאר ריק להגדרת ברירת המחדל
id_id: biarkan kosong untuk pengaturan default

source: Public API Key
fi_fi: Julkinen API-avain
he_il: מפתח API ציבורי
id_id: Kunci API Publik

source: Login into your %s account.
fi_fi: Kirjaudu %stilillesi.
he_il: התחברו לחשבון %s שלכם.
id_id: Masuk ke akun %s Anda.

source: Create a new site %s and copy the <b>shortname</b> in the field above.
fi_fi: Luo uusi sivusto %s ja kopioi <b>lyhenne</b> yllä olevaan kenttään.
he_il: צור אתר %s חדש והעתק את <b>השם הקצר</b> בשדה למעלה.
id_id: Buat situs baru %s dan salin <b>nama pendek</b> di bidang di atas.
