Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: Already have an account? Login!
fi_fi: Onko sinulla jo tili? Sisäänkirjautuminen!
he_il: כבר יש לך חשבון? כניסה!
id_id: Sudah memiliki akun? Gabung!

source: Validate Account
fi_fi: Vahvista tili
he_il: אימות חשבון
id_id: Memvalidasi Akun

source: Your account has been made, please verify it by clicking the activation link that has been send to your email.
fi_fi: Tilisi on luotu, vahvista se napsauttamalla sähköpostiisi lähetettyä aktivointilinkkiä.
he_il: החשבון שלך נוצר, אנא אמת אותו על ידי לחיצה על קישור ההפעלה שנשלח לדוא"ל שלך.
id_id: Akun Anda telah dibuat, silahkan verifikasi dengan mengklik link aktivasi yang telah dikirimkan ke email Anda.

source: Terms and Conditions
fi_fi: Käyttöehdot
he_il: תנאי השימוש
id_id: Syarat dan Ketentuan

source: Error, retry later.
fi_fi: Virhe, yritä myöhemmin uudelleen.
he_il: שגיאה, נסה שוב מאוחר יותר.
id_id: Kesalahan, coba lagi nanti.

source: Create
fi_fi: Luo
he_il: צור
id_id: Buat

source: Type
fi_fi: Tyyppi
he_il: סוג
id_id: Tipe

source: Auto Assign
fi_fi: Automaattinen määritys
he_il: הקצאה אוטומטית
id_id: Menetapkan

source: N. Virtual Tours
fi_fi: N. Virtuaaliretket
he_il: נ. סיורים וירטואליים
id_id: N. Tur Virtual

source: No data available in table
fi_fi: Tietoja ei löytynyt taulukosta
he_il: אין מידע זמין בטבלה
id_id: Tidak ada data di dalam tabel

source: Showing %s to %s of %s entries
fi_fi: Näytetään %s - %s / %s:sta
he_il: מציג %s %s של ערכי %s
id_id: Menampilkan %s hingga %s dari %s entri

source: Showing 0 to 0 of 0 entries
fi_fi: Näytetään 0 - 0 (yhteensä 0)
he_il: מציג 0 עד 0 מתוך 0 ערכים
id_id: Menampilkan 0 hingga 0 dari 0 entri

source: (filtered from %s total entries)
fi_fi: (suodatettu %s yhteensä)
he_il: (מסונן מתוך %s רשומות סך הכל)
id_id: (difilter dari %s total entri)

source: Show %s entries
fi_fi: %s riviä
he_il: הצג רשומות %s
id_id: Tampilkan %s entri

source: Loading
fi_fi: Ladataan
he_il: טוען
id_id: Memuat

source: Processing
fi_fi: Käsittelyssä
he_il: מעבד
id_id: Diproses

source: No matching records found
fi_fi: Ei tuloksia
he_il: לא נמצאו רשומות תואמות
id_id: Data tidak ditemukan

source: First
fi_fi: Ensimmäinen
he_il: ראשון
id_id: Pertama

source: Last
fi_fi: Viimeinen
he_il: אחרון
id_id: Terakhir

source: Next
he_il: הבא
id_id: Berikutnya

source: Previous
he_il: הקודם
id_id: Sebelumnya

source: activate to sort column ascending
fi_fi: aktivoi, jos haluat lajitella sarakkeen nousevasti
he_il: הפעל כדי למיין עמודה בסדר עולה
id_id: aktifkan untuk mengurutkan kolom menaik

source: activate to sort column descending
fi_fi: aktivoi, jos haluat lajitella sarakkeen laskevasti
he_il: הפעל כדי למיין עמודה בסדר יורד
id_id: aktifkan untuk mengurutkan kolom secara turun

source: Click here to change your plan
fi_fi: Klikkaa tästä vaihtaaksesi sopimustasi
he_il: לחץ כאן כדי לשנות את התוכנית שלך
id_id: Klik di sini untuk mengubah rencana Anda

source: SETTINGS
fi_fi: ASETUKSET
he_il: הגדרות
id_id: PENGATURAN

source: CONTENTS
fi_fi: sisällys
he_il: תוכן
id_id: ISI

source: HFOV / INTERACTION
fi_fi: HFOV / VUOROVAIKUTUS
he_il: HFOV / אינטראקציה
id_id: HFOV / INTERAKSI

source: FORM
fi_fi: LOMAKE
he_il: לחצן טופס
id_id: MEMBENTUK

source: SHOP
fi_fi: Kauppa
he_il: חנות
id_id: TOKO

source: NOTE
fi_fi: Huomautus
he_il: שימו לב
id_id: CATATAN

source: EDITORS
fi_fi: TOIMITTAJAT
he_il: עורכים
id_id: EDITOR

source: General
fi_fi: Yleiset
he_il: כללי
id_id: Umum

source: User
fi_fi: Käyttäjä
he_il: משתמש
id_id: Pengguna

source: owner of the virtual tour
fi_fi: Virtuaaliretken omistaja
he_il: בעל הסיור הווירטואלי
id_id: pemilik tur virtual

source: items selected
fi_fi: Valitut kohteet
he_il: פריטים שנבחרו
id_id: item yang dipilih

source: Nothing selected
fi_fi: Mitään ei valittu
he_il: שום דבר לא נבחר
id_id: Tidak ada yang dipilih

source: Description
fi_fi: Kuvaus
he_il: תיאור
id_id: Deskripsi

source: description used as preview for share
fi_fi: Jaon esikatseluna käytetty kuvaus
he_il: תיאור המשמש כתצוגה מקדימה עבור שיתוף
id_id: deskripsi digunakan sebagai pratinjau untuk dibagikan

source: External Link
fi_fi: Ulkopuolinen linkki
he_il: קישור חיצוני
id_id: Tautan Eksternal

source: link that will be displayed when the virtual tour opens (must be compatible for embedding)
fi_fi: linkki, joka näytetään, kun retki avautuu (upottamisen on oltava yhteensopiva)
he_il: קישור שיוצג עם פתיחת הסיור הווירטואלי (חייב להיות תואם להטמעה)
id_id: tautan yang akan ditampilkan saat tur virtual terbuka (harus kompatibel untuk penyematan)

source: Adding Room - Sorting
fi_fi: Huoneen lisääminen - Lajittelu
he_il: הוספת חדר - מיון
id_id: Menambah Ruang - Menyortir

source: positioning of the room in the list when added
fi_fi: huoneen sijainti luettelossa lisättäessä
he_il: מיקום החדר ברשימה בעת הוספתו
id_id: posisi ruangan dalam daftar ketika ditambahkan

source: As first
fi_fi: Kuten ensimmäinen
he_il: כמו ראשון
id_id: Seperti yang pertama

source: As last
fi_fi: Kuten viimeksi
he_il: כמו אחרון
id_id: Sebagai yang terakhir

source: Google Analytics Tracking ID
fi_fi: Google Analytics seurantatunnus
he_il: מזהה מעקב של גוגל אנליטיקס
id_id: ID Pelacakan Google Analytics

source: Google Analytics Tracking ID (G-XXXXXXXXX). Note: Use the Friendly URL in Google Analytics's property url setting.
fi_fi: Google Analytics -seurantatunnus (G-XXXXXXXXX). Huomautus: Käytä Google Analyticsin omaisuuden URL-osoitteen määrittämisessä kutsuma-URL-osoitetta.
he_il: מזהה מעקב של Google Analytics (G-XXXXXXXX). הערה: השתמש בכתובת האתר הידידותית בהגדרת כתובת האתר של מקום האירוח של Google Analytics.
id_id: ID Pelacakan Google Analytics (G-XXXXXXXX). Catatan: Gunakan Friendly URL di pengaturan url properti Google Analytics.

source: Enable Cookie Consent
fi_fi: Ota eväste suostumus käyttöön
he_il: אפשר הסכמה לקובצי Cookie
id_id: Aktifkan Persetujuan Cookie

source: Total Views
fi_fi: Näyttökertoja yhteensä
he_il: סה"כ צפיות
id_id: Total Tayangan

source: enables viewing of total views directly on the tour
fi_fi: mahdollistaa kokonaisnäyttökertojen tarkastelun suoraan retkellä
he_il: מאפשר צפייה בנוף הכולל ישירות בסיור
id_id: memungkinkan melihat total tampilan langsung di tur

source: Visitors
fi_fi: Vierailijat
he_il: מבקרים
id_id: Pengunjung

source: enables viewing of online visitors directly on the tour
fi_fi: mahdollistaa online-kävijöiden katselun suoraan retkellä
he_il: מאפשר צפייה במבקרים מקוונים ישירות בסיור
id_id: memungkinkan melihat pengunjung online langsung di tur

source: Visitors update
fi_fi: Vierailijoiden päivitys
he_il: עדכון מבקרים
id_id: Pembaruan pengunjung

source: visitor update time in milliseconds (0 = real time). Low values can increase server utilization.
fi_fi: kävijän päivitysaika millisekunteina (0 = reaaliaikainen). Alhaiset arvot voivat lisätä palvelimen käyttöä.
he_il: זמן עדכון מבקרים באלפיות שנייה (0 = זמן אמת). ערכים נמוכים יכולים להגדיל את ניצול השרת.
id_id: waktu pembaruan pengunjung dalam milidetik (0 = waktu nyata). Nilai rendah dapat meningkatkan pemanfaatan server.

source: AR Camera alignment
fi_fi: AR-kameran kohdistus
he_il: יישור מצלמת AR
id_id: Penyelarasan Kamera AR

source: enables the initial step to align the camera with the environment
fi_fi: Mahdollistaa kameran kohdistamisen ympäristöön ensimmäisessä vaiheessa
he_il: מאפשר את השלב הראשוני ליישור המצלמה עם הסביבה
id_id: memungkinkan langkah awal untuk menyelaraskan kamera dengan lingkungan

source: Default Language
fi_fi: Oletuskieli
he_il: ברירת מחדל
id_id: Bahasa Bawaan

source: System Language
fi_fi: Järjestelmän kieli
he_il: שפת מערכת
id_id: Bahasa Sistem

source: Transition
fi_fi: Siirtymä
he_il: מעבר
id_id: Transisi

source: Before
fi_fi: Ennen
he_il: לפני
id_id: Sebelum

source: Zoom In
fi_fi: Zoomaa sisään
he_il: התקרבות / הגדלה
id_id: Zum Masuk

source: zoom level before entering the next room
fi_fi: zoomaustasolla ennen seuraavaan huoneeseen siirtymistä
he_il: רמת זום לפני הכניסה לחדר הבא
id_id: tingkat zoom sebelum memasuki ruangan berikutnya

source: Zoom In - Duration
fi_fi: Lähennä - Kesto
he_il: התקרבות - משך
id_id: Perbesar - Durasi

source: zoom duration in milliseconds before entering the next room
fi_fi: zoomauksen kesto millisekunteina ennen seuraavaan huoneeseen siirtymistä
he_il: משך הזום באלפיות השנייה לפני הכניסה לחדר הבא
id_id: perbesar durasi dalam milidetik sebelum memasuki ruangan berikutnya

source: Through
fi_fi: Kautta
he_il: דרך
id_id: Melalui

source: Transition Effect
fi_fi: Siirtymän vaikutus
he_il: אפקט במעבר
id_id: Efek transisi

source: animation of transition effect between rooms
fi_fi: huoneiden välisen siirtymäefektin animaatio
he_il: אנימציה של אפקט מעבר בין חדרים
id_id: animasi efek transisi antar ruangan

source: Transition Effect - Duration
fi_fi: Siirtymävaikutus – Kesto
he_il: אפקט המעבר - משך
id_id: Efek Transisi - Durasi

source: duration of the transition effect in milliseconds between rooms
fi_fi: siirtymävaikutuksen kesto millisekunteina huoneiden välillä
he_il: משך אפקט המעבר באלפיות השנייה בין חדרים
id_id: durasi efek transisi dalam milidetik antar ruangan

source: After
fi_fi: Jälkeen
he_il: לאחר
id_id: Setelah

source: Zoom In/Out
fi_fi: Lähennä/Loitonna
he_il: התקרבות/הקטנה של התצוגה
id_id: Perbesar/Perkecil

source: zoom level after entering the next room
fi_fi: zoomaustasolla seuraavaan huoneeseen astumisen jälkeen
he_il: רמת זום לאחר הכניסה לחדר הסמוך
id_id: tingkat zoom setelah memasuki ruangan berikutnya

source: Zoom In/Out - Duration
fi_fi: Lähennä/Loitonna - Kesto
he_il: התקרבות/הקטנה - משך
id_id: Perbesar/Perkecil - Durasi

source: zoom duration in milliseconds after entering the next room
fi_fi: zoomauksen kesto millisekunteina seuraavaan huoneeseen siirtymisen jälkeen
he_il: משך הזום באלפיות השנייה לאחר הכניסה לחדר הסמוך
id_id: perbesar durasi dalam milidetik setelah memasuki ruangan berikutnya

source: Transition Loading icon
fi_fi: Siirtymän lataus -kuvake
he_il: סמל 'טעינת מעבר'
id_id: Ikon Memuat Transisi

source: shows the loading icon before loading rooms
fi_fi: näyttää lastauskuvakkeen ennen huoneiden lastaamista
he_il: הצגת סמל הטעינה לפני טעינת חדרים
id_id: menunjukkan ikon memuat sebelum memuat kamar

source: Same Azimuth
fi_fi: Sama atsimuutti
he_il: אותו אזימוט
id_id: Azimuth yang sama

source: maintain the same direction with regard to north while navigate between rooms (you must set the north position in all rooms)
fi_fi: Pidä sama suunta pohjoiseen nähden navigoidessasi huoneiden välillä (sinun on asetettava pohjoinen sijainti kaikissa huoneissa)
he_il: שמרו על אותו כיוון ביחס לצפון תוך כדי ניווט בין חדרים (יש להגדיר את המיקום הצפוני בכל החדרים)
id_id: pertahankan arah yang sama sehubungan dengan utara saat menavigasi antar kamar (Anda harus mengatur posisi utara di semua kamar)

source: Default Add Back Markers
fi_fi: Oletus Lisää takaisin -merkit
he_il: ברירת מחדל להוספת סמנים חוזרים
id_id: Default Tambahkan Kembali Penanda

source: default 'Add Marker to go back' setting when adding a new marker
fi_fi: oletusarvoinen Lisää merkki palataksesi -asetus uutta merkintää lisättäessä
he_il: הגדרת ברירת המחדל 'הוסף סמן כדי לחזור אחורה' בעת הוספת סמן חדש
id_id: pengaturan 'Tambahkan Penanda untuk kembali' default saat menambahkan penanda baru

source: Click Anywhere
fi_fi: Klikkaa missä tahansa
he_il: לחץ במקום כלשהו
id_id: Klik Di Mana Saja

source: allows you to click near the marker to go to the corresponding room
fi_fi: voit napsauttaa merkin lähellä siirtyäksesi vastaavaan huoneeseen
he_il: מאפשר לך ללחוץ ליד הסמן כדי לעבור לחדר המתאים
id_id: memungkinkan Anda untuk mengklik di dekat penanda untuk pergi ke ruangan yang sesuai

source: Hide Markers
fi_fi: Piilota merkit
he_il: הסתרת סמנים
id_id: Sembunyikan Penanda

source: hide all the markers (only when click anywhere is enabled)
fi_fi: Piilota kaikki merkinnät (vain, kun napsauta mitä tahansa kohtaa -asetus on käytössä)
he_il: הסתרת כל הסמנים (רק כאשר האפשרות 'לחץ במקום כלשהו' מופעלת)
id_id: sembunyikan semua penanda (hanya ketika klik di mana saja diaktifkan)

source: Hover Markers
fi_fi: Leijuntamerkit
he_il: סמני רחף
id_id: Arahkan Penanda

source: shows hidden markers when approaching them with the mouse
fi_fi: näyttää piilotetut merkit, kun lähestyt niitä hiirellä
he_il: מציג סמנים מוסתרים כאשר מתקרבים אליהם עם העכבר
id_id: menunjukkan penanda tersembunyi saat mendekati mereka dengan mouse

source: Default Markers LookAt
fi_fi: Oletusmerkkien tarkastelu
he_il: סמני ברירת מחדל LookAt
id_id: Tampilan Penanda Default

source: default 'lookat' setting when adding a new marker
fi_fi: Lookat-oletusasetus uutta merkintää lisättäessä
he_il: הגדרת ברירת מחדל 'הסתכלות' בעת הוספת סמן חדש
id_id: pengaturan 'lookat' default saat menambahkan penanda baru

source: Disabled
fi_fi: Pois käytöstä
he_il: לא זמין
id_id: Dinonaktifkan

source: Horizontal only
fi_fi: Vain vaakasuuntainen
he_il: אופקי בלבד
id_id: Horisontal saja

source: Horizontal and Vertical
fi_fi: Vaaka- ja pystysuuntainen
he_il: אופקי ואנכי
id_id: Horisontal dan Vertikal

source: Controls
fi_fi: Säätimet
he_il: בקרים
id_id: Kontrol

source: Keyboard Mode
fi_fi: Näppäimistö-tila
he_il: מצב מקלדת
id_id: Mode Papan Ketik

source: Enabled, mode 1
fi_fi: Käytössä, tila 1
he_il: מופעל, מצב 1
id_id: Diaktifkan, mode 1

source: Enabled, mode 2
fi_fi: Käytössä, tila 2
he_il: מופעל, מצב 2
id_id: Diaktifkan, mode 2

source: Keyboard controls are disabled.
fi_fi: Näppäimistön säätimet on poistettu käytöstä.
he_il: פקדי לוח המקשים אינם זמינים.
id_id: Kontrol keyboard dinonaktifkan.

source: to look around
fi_fi: katsoa ympärillesi
he_il: להסתכל מסביב
id_id: untuk melihat-lihat

source: to click
fi_fi: Klikkaa
he_il: כדי ללחוץ על
id_id: untuk mengklik

source: to go previous room
fi_fi: mennä edelliseen huoneeseen
he_il: ללכת לחדר הקודם
id_id: untuk pergi ke kamar sebelumnya

source: to go next room
fi_fi: mennä seuraavaan huoneeseen
he_il: ללכת לחדר הסמוך
id_id: untuk pergi ke kamar sebelah

source: to zoom in/out
fi_fi: lähentää/loitontaa
he_il: כדי להגדיל / להקטין את התצוגה
id_id: untuk memperbesar/memperkecil

source: Right Click Content
fi_fi: Napsauta hiiren kakkospainikkeella sisältöä
he_il: תוכן בלחיצה ימנית
id_id: Konten Klik Kanan

source: content displayed when the right button is pressed. leave empty for disable
fi_fi: sisältö näytetään, kun oikeaa painiketta painetaan. Jätä tyhjäksi poistaaksesi käytöstä
he_il: תוכן המוצג בעת לחיצה על הלחצן הימני. השאר ריק ללא זמין
id_id: konten ditampilkan saat tombol kanan ditekan. biarkan kosong untuk menonaktifkan

source: Performance
fi_fi: Suorituskyky
he_il: ביצועים
id_id: Kinerja

source: Viewer quality
fi_fi: Katsojan laatu
he_il: איכות הצופה
id_id: Kualitas pemirsa

source: lower values means faster view (poor quality), higher value means slow view (high quality).
fi_fi: Pienemmät arvot tarkoittavat nopeampaa näkymää (huono laatu), suurempi arvo tarkoittaa hidasta näkymää (korkea laatu).
he_il: ערכים נמוכים יותר פירושם תצוגה מהירה יותר (איכות ירודה), ערך גבוה יותר פירושו תצוגה איטית (איכות גבוהה).
id_id: nilai yang lebih rendah berarti tampilan yang lebih cepat (kualitas buruk), nilai yang lebih tinggi berarti tampilan yang lambat (kualitas tinggi).

source: Compress images quality
fi_fi: Pakkaa kuvanlaatu
he_il: דחיסת איכות תמונות
id_id: Kompres kualitas gambar

source: 10 to 100: lower values means faster loading (poor quality), higher value means slow loading (high quality). 100 to disable compression.
fi_fi: 10-100: pienemmät arvot tarkoittavat nopeampaa lastausta (huono laatu), korkeampi arvo tarkoittaa hidasta lastausta (korkea laatu). 100 pakkauksen poistamiseksi käytöstä.
he_il: 10 עד 100: ערכים נמוכים יותר פירושם טעינה מהירה יותר (איכות ירודה), ערך גבוה יותר פירושו טעינה איטית (איכות גבוהה). 100 כדי להשבית את הדחיסה.
id_id: 10 hingga 100: nilai yang lebih rendah berarti pemuatan yang lebih cepat (kualitas buruk), nilai yang lebih tinggi berarti pemuatan yang lambat (kualitas tinggi). 100 untuk menonaktifkan kompresi.

source: Max width panorama
fi_fi: Panoraaman enimmäisleveys
he_il: פנורמה ברוחב מרבי
id_id: Panorama lebar maksimum

source: maximum width in pixels of panoramic images. if they exceed this width the images will be resized. 0 to disable resize.
fi_fi: panoraamakuvien enimmäisleveys pikseleinä. Jos ne ylittävät tämän leveyden, kuvien kokoa muutetaan. 0, jos haluat poistaa koon muuttamisen käytöstä.
he_il: רוחב מרבי בפיקסלים של תמונות פנורמיות. אם הן חורגות מרוחב זה, גודל התמונות ישתנה. 0 כדי להשבית שינוי גודל.
id_id: lebar maksimum dalam piksel gambar panorama. jika mereka melebihi lebar ini gambar akan diubah ukurannya. 0 untuk menonaktifkan pengubahan ukuran.

source: Preload panoramas
fi_fi: Panoraamojen esilataus
he_il: טעינה מראש של פנורמות
id_id: Pramuat panorama

source: preload all panorama images for faster loading between rooms
fi_fi: Esilataa kaikki panoraamakuvat nopeampaa lataamista huoneiden välillä varten
he_il: טען מראש את כל תמונות הפנורמה לטעינה מהירה יותר בין חדרים
id_id: pramuat semua gambar panorama untuk memuat lebih cepat antar kamar

source: Mobile panoramas
fi_fi: Mobiilit panoraamat
he_il: פנורמות ניידות
id_id: Panorama seluler

source: uses a version of the panorama image optimized for mobile devices
fi_fi: käyttää mobiililaitteille optimoitua panoraamakuvan versiota
he_il: משתמש בגרסה של תמונת הפנורמה הממוטבת למכשירים ניידים
id_id: menggunakan versi gambar panorama yang dioptimalkan untuk perangkat seluler

source: Enable multi resolution
fi_fi: Ota moniresoluutio käyttöön
he_il: הפיכת רזולוציות מרובות לזמינות
id_id: Aktifkan multi resolusi

source: splits the panorama image into multiple sectors and loads them in parallel to reduce loading times
fi_fi: jakaa panoraamakuvan useisiin sektoreihin ja lataa ne rinnakkain latausaikojen lyhentämiseksi
he_il: פיצול תמונת הפנורמה למגזרים מרובים וטעינה במקביל כדי לקצר את זמני הטעינה
id_id: membagi gambar panorama menjadi beberapa sektor dan memuatnya secara paralel untuk mengurangi waktu pemuatan

source: Regenerate panoramas
fi_fi: Uudista panoraamat
he_il: יצירת פנורמות מחדש
id_id: Regenerasi panorama

source: force regenerate all panoramas images
fi_fi: Pakota kaikki panoraamakuvat regeneroimaan
he_il: יצירה מחדש כפויה של כל תמונות הפנורמה
id_id: paksa membuat ulang semua gambar panorama

source: Regenerate All
fi_fi: Regeneroi kaikki
he_il: לחדש הכל
id_id: Regenerasi Semua

source: Clean Up
fi_fi: Siivoa
he_il: ניקוי
id_id: Membersihkan

source: (only visible to administrators)
fi_fi: (näkyy vain järjestelmänvalvojille)
he_il: (גלוי רק למנהלי מערכת)
id_id: (hanya dapat dilihat oleh administrator)

source: Keep original panoramas
fi_fi: Säilytä alkuperäiset panoraamat
he_il: שמור על פנורמות מקוריות
id_id: Pertahankan panorama asli

source: keep a copy of the original uploaded file. N.B. if you don't keep them you won't be able to regenerate the panoramas
fi_fi: Säilytä kopio alkuperäisestä ladatusta tiedostosta. Huomaa, että jos et pidä niitä, et voi luoda panoraamoja uudelleen
he_il: שמור עותק של הקובץ המקורי שהועלה. נ.ב. אם לא תשמור אותם לא תוכל לשחזר את הפנורמות;
id_id: simpan salinan file asli yang diunggah. N.B. jika Anda tidak menyimpannya, Anda tidak akan dapat membuat ulang panorama

source: Recoverable disk space
fi_fi: Palautettava levytila
he_il: שטח דיסק הניתן לשחזור
id_id: Ruang disk yang dapat dipulihkan

source: Disk space recovered after deleting original panoramas
fi_fi: Levytila palautettu alkuperäisten panoraamojen poistamisen jälkeen
he_il: שטח דיסק ששוחזר לאחר מחיקת פנורמות מקוריות
id_id: Ruang disk dipulihkan setelah menghapus panorama asli

source: analyze
fi_fi: tarkista
he_il: לנתח
id_id: menganalisa

source: Original panoramas
fi_fi: Alkuperäiset panoraamat
he_il: תמונות פנורמה מקוריות
id_id: panorama asli

source: deletes all the original uploaded file. N.B. if you don't keep them you won't be able to regenerate the panoramas
fi_fi: Poistaa kaikki alkuperäiset ladatut tiedostot. Huomaa, että jos et pidä niitä, et voi luoda panoraamoja uudelleen
he_il: מוחק את כל הקובץ המקורי שהועלה. נ.ב. אם לא תשמור אותם לא תוכל לשחזר את הפנורמות;
id_id: menghapus semua file asli yang diunggah. N.B. jika Anda tidak menyimpannya, Anda tidak akan dapat membuat ulang panorama

source: Delete All
fi_fi: Poista kaikki
he_il: מחק הכל
id_id: Hapus Semua

source: Settings
fi_fi: Asetukset
he_il: הגדרות
id_id: Pengaturan

source: Auto start
fi_fi: Automaattinen käynnistys
he_il: הפעלה אוטומטית
id_id: Mulai otomatis

source: start the virtual tour automatically on loading
fi_fi: Käynnistä virtuaaliretki automaattisesti lataamisen yhteydessä
he_il: התחל את הסיור הווירטואלי באופן אוטומטי בעת הטעינה
id_id: mulai tur virtual secara otomatis saat memuat

source: Enabled
fi_fi: Käytössä
he_il: מאופשר
id_id: Diaktifkan

source: Enabled (Disabled when embedded)
fi_fi: Käytössä (Ei käytössä upotettaessa)
he_il: מופעל (מושבת בעת הטבעה)
id_id: Diaktifkan (Dinonaktifkan saat disematkan)

source: Loading Info
fi_fi: Ladataan tietoja
he_il: טוען מידע
id_id: Memuat Info

source: display logo, name and progress bar during initial loading
fi_fi: Näytä logo, nimi ja edistymispalkki ensimmäisen latauksen aikana
he_il: הצגת סמל, שם ומד התקדמות במהלך הטעינה הראשונית
id_id: tampilkan logo, nama, dan bilah kemajuan selama pemuatan awal

source: Fly-In
fi_fi: Sisäänlennähdys
he_il: מטס
id_id: Terbang

source: start the fly-in animation at the first entrance to the virtual tour
fi_fi: Aloita fly-in-animaatio retken ensimmäisestä sisäänkäynnistä
he_il: התחל את אנימציית המטס בכניסה הראשונה לסיור הווירטואלי
id_id: mulai animasi terbang di pintu masuk pertama tur virtual

source: Enabled (Sphere zoom effect)
fi_fi: Käytössä (Sphere zoom -tehoste)
he_il: מופעל (אפקט זום כדורי)
id_id: Diaktifkan (Efek zoom bola)

source: Enabled (Little Planet effect)
fi_fi: Käytössä (Little Planet -tehoste)
he_il: מופעל (אפקט כוכב לכת קטן)
id_id: Diaktifkan (efek Planet Kecil)

source: Fly-In Duration
fi_fi: Fly-in-kesto
he_il: משך המטס
id_id: Durasi Terbang

source: duration in milliseconds of the fly-in animation.
fi_fi: Fly-in-animaation kesto millisekunteina.
he_il: משך הזמן באלפיות השנייה של הנפשת המטס.
id_id: durasi dalam milidetik dari animasi fly-in.

source: Colors
fi_fi: Värit
he_il: צבעים
id_id: Warna

source: Loading Background Color
fi_fi: Ladataan taustaväriä
he_il: טעינת צבע רקע
id_id: Memuat Warna Latar Belakang

source: Loading Text Color
fi_fi: Tekstin värin lataaminen
he_il: טעינת צבע טקסט
id_id: Memuat Warna Teks

source: Background Image (Desktop)
fi_fi: Taustakuva (työpöytä)
he_il: תמונת רקע (שולחן עבודה)
id_id: Gambar Latar Belakang (Desktop)

source: image displayed as background during initial loading and used as preview image for share
fi_fi: Kuva näytetään taustana ensimmäisen latauksen aikana ja sitä käytetään esikatselukuvana jakamista varten
he_il: התמונה מוצגת כרקע במהלך הטעינה הראשונית ומשמשת כתצוגה מקדימה של התמונה לשיתוף
id_id: gambar ditampilkan sebagai latar belakang selama pemuatan awal dan digunakan sebagai gambar pratinjau untuk dibagikan

source: Upload new Background
fi_fi: Lataa uusi tausta
he_il: העלה רקע חדש
id_id: Unggah Latar Belakang baru

source: REMOVE IMAGE
fi_fi: POISTA KUVA
he_il: הסר תמונה
id_id: HAPUS GAMBAR

source: Choose file
fi_fi: Valitse tiedosto
he_il: בחר קובץ
id_id: Pilih berkas

source: Upload Background Image
fi_fi: Lataa taustakuva
he_il: העלאת תמונת רקע
id_id: Unggah Gambar Latar Belakang

source: Background Image (Mobile)
fi_fi: Taustakuva (mobiili)
he_il: תמונת רקע (נייד)
id_id: Gambar Latar Belakang (Seluler)

source: image displayed as background during initial loading on a mobile
fi_fi: Kuva näkyy taustana matkapuhelimen ensimmäisen latauksen aikana
he_il: תמונה המוצגת כרקע במהלך טעינה ראשונית במכשיר נייד
id_id: gambar ditampilkan sebagai latar belakang selama pemuatan awal di ponsel

source: Background Video (Desktop)
fi_fi: Taustavideo (työpöytä)
he_il: וידאו ברקע (שולחן עבודה)
id_id: Video Latar Belakang (Desktop)
