Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: Are you sure you want to restore the original image?
fi_fi: Haluatko varmasti palauttaa alkuperäisen kuvan?
he_il: האם אתה בטוח שברצונך לשחזר את התמונה המקורית?
id_id: Apakah Anda yakin ingin mengembalikan gambar aslinya?

source: from
fi_fi: alkaen
he_il: מאת
id_id: dari

source: Your "%s" plan not allow to publish on Google Street View!
fi_fi: Suunnitelmasi "%s" ei salli julkaisua Google Street View'ssa!
he_il: התוכנית "%s" שלך לא מאפשרת לפרסם ב-Google Street View!
id_id: Paket "%s" Anda tidak diizinkan untuk dipublikasikan di Google Street View!

source: Google account
fi_fi: Google-tili
he_il: חשבון גוגל
id_id: akun Google

source: Connections
fi_fi: Yhteydet
he_il: חיבורים
id_id: Koneksi

source: Summary
fi_fi: Yhteenveto
he_il: סיכום
id_id: Ringkasan

source: Please authorize with Google for publishing a tour to Google Street View.
fi_fi: Anna Googlelta lupa julkaista esittely Google Street View'ssa.
he_il: אנא אשר עם Google לפרסום סיור ב-Google Street View.
id_id: Harap beri otorisasi kepada Google untuk memublikasikan tur ke Google Street View.

source: The tour is already published with the Google account %s, but the current account is not authorized to manage it.
fi_fi: Kiertue on jo julkaistu Google-tilillä %s, mutta nykyisellä tilillä ei ole valtuuksia hallita sitä.
he_il: הסיור כבר פורסם עם חשבון Google %s, אך החשבון הנוכחי אינו מורשה לנהל אותו.
id_id: Tur telah dipublikasikan dengan akun Google %s, namun akun saat ini tidak berwenang untuk mengelolanya.

source: The tour is already published with the Google account %s, please login with the same account to manage it.
fi_fi: Kiertue on jo julkaistu Google-tilillä %s, kirjaudu sisään samalla tilillä hallitaksesi sitä.
he_il: הסיור כבר פורסם עם חשבון Google %s, התחבר עם אותו חשבון כדי לנהל אותו.
id_id: Tur telah dipublikasikan dengan akun Google %s, silakan masuk dengan akun yang sama untuk mengelolanya.

source: change account
fi_fi: vaihtaa tiliä
he_il: לשנות חשבון
id_id: Ganti akun

source: logout
fi_fi: kirjaudu ulos
he_il: התנתק
id_id: Log keluar

source: Login with Google
fi_fi: Kirjaudu Googlen kautta
he_il: התחבר באמצעות גוגל
id_id: Masuk dengan Google

source: Next step
fi_fi: Seuraava vaihe
he_il: שלב הבא
id_id: Langkah berikutnya

source: (optional) Link the tour to your Google Business listing or a specific address.
fi_fi: (valinnainen) Linkitä esittely Google-yritystietoihisi tai tiettyyn osoitteeseen.
he_il: (אופציונלי) קשר את הסיור לרישום העסקי שלך ב-Google או לכתובת ספציפית.
id_id: (opsional) Tautkan tur ke listingan Google Bisnis Anda atau alamat tertentu.

source: Enter a location / business name
fi_fi: Anna sijainti/yrityksen nimi
he_il: הזן מיקום / שם עסק
id_id: Masukkan lokasi/nama bisnis

source: Next step / Save
fi_fi: Seuraava vaihe / Tallenna
he_il: השלב הבא / שמור
id_id: Langkah selanjutnya / Simpan

source: Select the rooms you want to publish on Google Street View and if your tour includes multiple floors also select the levels for each room.
fi_fi: Valitse huoneet, jotka haluat julkaista Google Street View'ssa, ja jos kiertomatkasi sisältää useita kerroksia, valitse myös kunkin huoneen tasot.
he_il: בחר את החדרים שברצונך לפרסם ב-Google Street View ואם הסיור שלך כולל מספר קומות בחר גם את הרמות עבור כל חדר.
id_id: Pilih ruangan yang ingin Anda publikasikan di Google Street View dan jika tur Anda mencakup beberapa lantai, pilih juga level untuk setiap ruangan.

source: add new level
fi_fi: lisää uusi taso
he_il: להוסיף רמה חדשה
id_id: tambahkan tingkat baru

source: no 360 degree panoramic images found for this tour!
fi_fi: tältä kierrokselta ei löytynyt 360 asteen panoraamakuvia!
he_il: לא נמצאו תמונות פנורמיות של 360 מעלות עבור סיור זה!
id_id: tidak ada gambar panorama 360 derajat yang ditemukan untuk tur ini!

source: Adjust the orientation of the panoramas and connect the rooms to enable navigation between them.
fi_fi: Säädä panoraamien suuntaa ja yhdistä huoneet mahdollistaaksesi navigoinnin niiden välillä.
he_il: התאם את כיוון הפנורמות וחבר את החדרים כדי לאפשר ניווט ביניהן.
id_id: Sesuaikan orientasi panorama dan sambungkan ruangan untuk mengaktifkan navigasi di antara ruangan tersebut.

source: SET NORTH
fi_fi: ASETA POHJOINEN
he_il: שוכן בצפון
id_id: TETAPKAN UTARA

source: add
fi_fi: lisää
he_il: הוסף
id_id: tambah

source: select the room to connect on the map
fi_fi: valitse yhdistettävä huone kartalta
he_il: בחר את החדר לחיבור במפה
id_id: pilih ruangan untuk dihubungkan di peta

source: Drag the rooms onto the map to position them. Click on the map markers to set their orientation and add connections.
fi_fi: Vedä huoneet kartalle sijoittaaksesi ne. Napsauta karttamerkkejä asettaaksesi niiden suunnan ja lisätäksesi yhteyksiä.
he_il: גרור את החדרים אל המפה כדי למקם אותם. לחץ על סמני המפה כדי לקבוע את הכיוון שלהם ולהוסיף חיבורים.
id_id: Seret ruangan ke peta untuk memposisikannya. Klik pada penanda peta untuk mengatur orientasinya dan menambahkan koneksi.

source: Summary of the tour to be published on Google Street View.
fi_fi: Yhteenveto kiertueesta julkaistaan Google Street View'ssa.
he_il: סיכום הסיור שיתפרסם ב-Google Street View.
id_id: Ringkasan tur akan dipublikasikan di Google Street View.

source: It is not possible to publish to Google Street View on this demo server. This section is shown for demonstration purposes only.
fi_fi: Tällä esittelypalvelimella ei ole mahdollista julkaista Google Street View'ssa. Tämä osio näytetään vain esittelytarkoituksessa.
he_il: לא ניתן לפרסם ב-Google Street View בשרת הדגמה זה. חלק זה מוצג למטרות הדגמה בלבד.
id_id: Tidak mungkin mempublikasikan ke Google Street View di server demo ini. Bagian ini ditampilkan untuk tujuan demonstrasi saja.

source: Images
fi_fi: Kuvat
he_il: תמונות
id_id: Gambar

source: Make sure your images are minimum 5300px x 2650px and maximum 14000px x 7000px.
fi_fi: Varmista, että kuvien koko on vähintään 5300x2650px ja enintään 14000x7000px.
he_il: ודא שהתמונות שלך הן בגודל של מינימום 5300px x 2650px ומקסימום 14000px x 7000px.
id_id: Pastikan gambar Anda berukuran minimum 5300px x 2650px dan maksimum 14000px x 7000px.

source: Publishing time on Google Street View can be up to 48 hours.
fi_fi: Julkaisuaika Google Street View'ssa voi olla jopa 48 tuntia.
he_il: זמן הפרסום ב-Google Street View יכול להיות עד 48 שעות.
id_id: Waktu publikasi di Google Street View bisa sampai 48 jam.

source: You can learn more about the Maps User Contributed Content Policy %s.
fi_fi: Saat lisätietoja Mapsin käyttäjien lisäämän sisällön käytännöstä %s.
he_il: תוכל ללמוד עוד על מדיניות התוכן של משתמשי מפות Google %s.
id_id: Anda dapat mempelajari lebih lanjut Kebijakan Konten Kontribusi Pengguna Maps %s.

source: Tours published on GSV this month
fi_fi: Matkat julkaistu GSV:ssä tässä kuussa
he_il: סיורים שפורסמו ב-GSV החודש
id_id: Tur dipublikasikan di GSV bulan ini

source: Tours published on GSV
fi_fi: Matkat julkaistu GSV:ssä
he_il: סיורים שפורסמו ב-GSV
id_id: Tur dipublikasikan di GSV

source: only the first tour publication will charge the credit
fi_fi: vain ensimmäinen kiertuejulkaisu veloittaa hyvityksen
he_il: רק פרסום הסיור הראשון יגבה את הזיכוי
id_id: hanya publikasi tur pertama yang akan membebankan kredit

source: Status of photos published on Google Street View.
fi_fi: Google Street View'ssa julkaistujen valokuvien tila.
he_il: סטטוס התמונות שפורסמו ב-Google Street View.
id_id: Status foto dipublikasikan di Google Street View.

source: Images, connections and any changes take up to 48 hours to be processed by Google.
fi_fi: Googlen kuvien, yhteyksien ja muutosten käsittely kestää jopa 48 tuntia.
he_il: העיבוד של תמונות, חיבורים וכל שינוי על ידי Google נמשך עד 48 שעות.
id_id: Gambar, koneksi, dan perubahan apa pun memerlukan waktu hingga 48 jam untuk diproses oleh Google.

source: refresh status
fi_fi: päivitystila
he_il: מצב רענון
id_id: status penyegaran

source: unpublish
fi_fi: peruuttaa julkaisu
he_il: לבטל את הפרסום
id_id: batalkan publikasi

source: connections
fi_fi: yhteydet
he_il: קשרים
id_id: koneksi

source: published
fi_fi: julkaistu
he_il: פורסם
id_id: diterbitkan

source: unspecified
fi_fi: ei määritetty
he_il: לא מוגדר

source: rejected
fi_fi: hylätty
he_il: נדחה
id_id: ditolak

source: loading
fi_fi: ladataan
he_il: טוען
id_id: sedang memuat

source: Loading GSV assets
fi_fi: Ladataan GSV-sisältöä
he_il: טוען נכסי GSV
id_id: Memuat aset GSV

source: Publish Tour to GSV
fi_fi: Julkaise esittely GSV:ssä
he_il: פרסם סיור ב-GSV
id_id: Publikasikan Tur ke GSV

source: Are you sure you want to publish the tour to Google Street View?
fi_fi: Haluatko varmasti julkaista kiertomatkan Google Street View'ssa?
he_il: האם אתה בטוח שברצונך לפרסם את הסיור ב-Google Street View?
id_id: Yakin ingin memublikasikan tur ke Google Street View?

source: Please don't close this window until the process is finished.
fi_fi: Älä sulje tätä ikkunaa ennen kuin prosessi on valmis.
he_il: נא לא לסגור חלון זה עד לסיום התהליך.
id_id: Tolong jangan tutup jendela ini sampai prosesnya selesai.

source: Checking photos
fi_fi: Valokuvien tarkistaminen
he_il: בודק תמונות
id_id: Memeriksa foto

source: Uploading / updating photos
fi_fi: Kuvien lataaminen/päivitys
he_il: העלאה / עדכון תמונות
id_id: Mengunggah / memperbarui foto

source: Processing photos
fi_fi: Valokuvien käsittely
he_il: מעבד תמונות
id_id: Memproses foto

source: Creating connections
fi_fi: Yhteyksien luominen
he_il: יצירת קשרים
id_id: Menciptakan koneksi

source: Yes, Publish
fi_fi: Kyllä, julkaise
he_il: כן, פרסם
id_id: Ya, Publikasikan

source: Unpublish Tour from GSV
fi_fi: Peru kiertueen julkaisu GSV:stä
he_il: בטל את פרסום הסיור מ-GSV
id_id: Batalkan publikasi Tur dari GSV

source: Are you sure you want to unpublish the tour from Google Street View?
fi_fi: Haluatko varmasti peruuttaa kiertomatkan julkaisun Google Street View'sta?
he_il: האם אתה בטוח שברצונך לבטל את פרסום הסיור מ-Google Street View?
id_id: Yakin ingin membatalkan publikasi tur dari Google Street View?

source: Deleting photos
fi_fi: Kuvien poistaminen
he_il: מוחק תמונות
id_id: Menghapus foto

source: Yes, Unpublish
fi_fi: Kyllä, peruuta julkaisu
he_il: כן, בטל פרסום
id_id: Ya, Batalkan publikasi

source: Bucket already exists, choose a new name
fi_fi: Säilö on jo olemassa, valitse uusi nimi
he_il: דלי כבר קיים, בחר שם חדש
id_id: Bucket sudah ada, pilih nama baru

source: All requirements are met.
fi_fi: Kaikki vaatimukset täyttyvät.
he_il: כל הדרישות מתקיימות.
id_id: Semua persyaratan terpenuhi.

source: Error: No gallery images
fi_fi: Virhe: Ei galleriakuvia
he_il: שגיאה: אין תמונות גלריה
id_id: Kesalahan: Tidak ada gambar galeri

source: Error: No video project
fi_fi: Virhe: Ei videoprojektia
he_il: שגיאה: אין פרויקט וידאו
id_id: Kesalahan: Tidak ada proyek video

source: Error: No video slides
fi_fi: Virhe: Ei videodioja
he_il: שגיאה: אין שקופיות וידאו
id_id: Kesalahan: Tidak ada slide video

source: Argv parameters not set.
fi_fi: Argv-parametreja ei ole asetettu.
he_il: פרמטרים של Argv לא מוגדרים.
id_id: Parameter Argv tidak disetel.

source: Ending quote %1$s was expected.
fi_fi: Loppulainaus %1$s oli odotettavissa.
he_il: סיום ציטוט %1$s היה צפוי.
id_id: Petik akhir %1$s diharapkan.

source: Not implemented yet.
fi_fi: Ei vielä toteutettu.
he_il: עדיין לא מיושם.
id_id: Belum diimplementasikan.

source: %1$d values were expected, but found %2$d.
fi_fi: %1$d arvoja odotettiin, mutta ne todettiin %2$d.
he_il: ערכי %1$d היו צפויים, אך נמצאו %2$d.
id_id: Nilai %1$d diharapkan. Namun, ditemukan %2$d.

source: This option conflicts with "%1$s".
fi_fi: Tämä vaihtoehto on ristiriidassa "%1$s" kanssa.
he_il: אפשרות זו מתנגשת עם "%1$s".
id_id: Pilihan ini bertentangan dengan "%1$s".

source: A closing bracket was expected.
fi_fi: Odotettiin sulkemista.
he_il: היה צפוי סוגר סיום.
id_id: Sebuah kurung tutup diharapkan.

source: unauthorized
fi_fi: Luvaton
he_il: מורשית
id_id: tidak sah

source: File not found.
fi_fi: Tiedostoa ei löydy.
he_il: קובץ לא נמצא.
id_id: Berkas tidak ditemukan.

source: An error has occurred:
fi_fi: Hups! On tapahtunut virhe
he_il: אירעה שגיאה:
id_id: Sebuah kesalahan telah terjadi:

source: presented by
fi_fi: Esittäjä:
he_il: מוצג על ידי
id_id: dipersembahkan oleh

source: EXIT VR
fi_fi: VR POISTUU
he_il: צא ממציאות מדומה
id_id: KELUAR VR

source: Look down to close the video
fi_fi: Sulje video katsomalla alaspäin
he_il: הבט למטה כדי לסגור את הסרטון
id_id: Lihat ke bawah untuk menutup video

source: Click to start play the video
fi_fi: Napsauta aloittaaksesi videon toiston
he_il: לחץ כדי להתחיל להפעיל את הסרטון
id_id: Klik untuk mulai memutar video

source: Html
fi_fi: Koodi

source: Rubberband
fi_fi: Kuminauha
id_id: Gelang karet

source: Tada
fi_fi: Tadaa

source: POIS
fi_fi: KOHTEET

source: Satellite Max Zoom
fi_fi: Satelliitti Max zoom
id_id: Zoom Maks Satelit

source: Theme Color
fi_fi: Teeman väri
id_id: Warna Tema

source: SMTP Auth
fi_fi: SMTP-todennus
id_id: Otentikasi SMTP

source: HTML
fi_fi: Koodi

source: Top 10
fi_fi: Suosituimmat 10
id_id: 10 besar

source: Ok
id_id: Oke

source: Pan Speed Mobile
id_id: Ponsel Kecepatan Pan

source: Google Photorealistic 3D
id_id: Google Fotorealistik 3D
