Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: Shadow Softness
fi_fi: Varjon pehmeys
he_il: רכות צל
id_id: Kelembutan Bayangan

source: Icon + Label
fi_fi: Kuvake + tunniste
he_il: סמל + תווית
id_id: Ikon + Label

source: Label + Icon
fi_fi: Tarra + -kuvake
he_il: תווית + סמל
id_id: Label + Ikon

source: Custom Icons Library
fi_fi: Mukautettujen kuvakkeiden kirjasto
he_il: ספריית סמלים מותאמים אישית
id_id: Perpustakaan Ikon Kustom

source: Select Icon
fi_fi: Valitse kuvake
he_il: לבחור אייקון
id_id: Pilih Ikon

source: Library Icon
fi_fi: Kirjasto-kuvake
he_il: סמל ספרייה
id_id: Ikon Perpustakaan

source: Select Library Icon
fi_fi: Valitse kirjastokuvake
he_il: בחר סמל ספריה
id_id: Pilih Ikon Perpustakaan

source: Bounce
fi_fi: Pompi
he_il: הקפץ

source: Flash
fi_fi: Vilkkuva
he_il: פלאש
id_id: Kilatan

source: Shake X
fi_fi: Ravista X
he_il: נער X
id_id: Kocok X

source: Shake Y
fi_fi: Ravista Y
he_il: טלטול Y
id_id: Kocok Y

source: Swing
fi_fi: Keinu
he_il: סיבוב
id_id: Mengayun

source: Wobble
fi_fi: Vaappua
he_il: לנענע
id_id: Goyangan

source: Jello
fi_fi: Hyytelö
he_il: ג'לי

source: Heartbeat
fi_fi: Sydämenlyönti
he_il: דופק
id_id: Denyut jantung

source: Flip
fi_fi: Kääntö
he_il: היפוך
id_id: Balik

source: Autoplay (seconds)
fi_fi: Automaattinen toisto (sekuntia)
he_il: הפעלה אוטומטית (שניות)
id_id: Putar otomatis (detik)

source: CSS Class
fi_fi: CSS-luokka
he_il: קלאס CSS
id_id: Kelas CSS

source: Border
fi_fi: Reuna
he_il: גבול
id_id: Perbatasan

source: Round
fi_fi: Pyöreä
he_il: מעוגל
id_id: Pembulatan

source: Square
fi_fi: Neliö
he_il: מרובע
id_id: Kuadrat

source: Round (outline)
fi_fi: Pyöristää (ääriviivat)
he_il: עגול (מתאר)
id_id: Bulat (garis besar)

source: Square (outline)
fi_fi: Neliö (ääriviivat)
he_il: ריבוע (מתאר)
id_id: Persegi (garis besar)

source: Stroke
fi_fi: Korostusviiva
he_il: קו
id_id: Goresan

source: sound file must be uploaded into sound library.
fi_fi: Äänitiedosto on ladattava äänikirjastoon.
he_il: יש להעלות קובץ קול לספריית צלילים.
id_id: file suara harus diunggah ke perpustakaan suara.

source: No Sound
fi_fi: Ei ääntä
he_il: ללאן צליל
id_id: Tidak ada suara

source: Enable Schedule
fi_fi: Ota aikataulu käyttöön
he_il: הפוך את 'לוח זמנים' לזמין
id_id: Aktifkan Jadwal

source: Date - From
fi_fi: Huutokaupan aloituspäivä
he_il: תאריך - מ
id_id: Tanggal - Dari

source: Date - To
fi_fi: Päivämäärä
he_il: תאריך - ל
id_id: Tanggal - Sampai

source: Monday
fi_fi: maanantai
he_il: יום שני
id_id: Senin

source: Tuesday
fi_fi: tiistai
he_il: יום שלישי
id_id: Selasa

source: Wednesday
fi_fi: keskiviikko
he_il: יום רביעי
id_id: Rabu

source: Thursday
fi_fi: torstai
he_il: יום חמישי
id_id: Kamis

source: Friday
fi_fi: perjantai
he_il: יום שישי
id_id: Jumat

source: Saturday
fi_fi: lauantai
he_il: שבת
id_id: Sabtu

source: Sunday
fi_fi: sunnuntai
he_il: יום ראשון
id_id: Minggu

source: Hour - From
fi_fi: Tunti - alk.
he_il: שעה - מאת
id_id: Jam - Dari

source: Hour - To
fi_fi: Tunti
he_il: שעה - ל
id_id: Jam - Ke

source: exclude from apply to all
fi_fi: Sulje pois koskee kaikkia
he_il: אל תכלול את האפשרות החל על הכל
id_id: kecualikan dari berlaku untuk semua

source: APPLY STYLE TO ALL
fi_fi: TYYLIN KÄYTTÄMINEN KAIKISSA
he_il: החלת סגנון על הכל
id_id: TERAPKAN GAYA UNTUK SEMUA

source: SAVE
fi_fi: TALLENNA
he_il: שמירה
id_id: SIMPAN

source: drag the poi to change its position
fi_fi: Vedä POI muuttaaksesi sen sijaintia
he_il: גרור את נקודת העניין כדי לשנות את מיקומה
id_id: seret poi untuk mengubah posisinya

source: drag the pointers to move and resize the content
fi_fi: Siirrä sisältöä ja muuta sen kokoa vetämällä osoittimia
he_il: גרור את המצביעים כדי להזיז את התוכן ולשנות את גודלו
id_id: seret penunjuk untuk memindahkan dan mengubah ukuran konten

source: Visible In
fi_fi: Näkyvissä
he_il: גלוי בפנים
id_id: Terlihat Di

source: it will be visible only in the selected views (selectable only if there are multiple views of the same room)
fi_fi: se näkyy vain valituissa näkymissä (valittavissa vain, jos samasta huoneesta on useita näkymiä)
he_il: הוא יהיה גלוי רק בתצוגות שנבחרו (ניתן לבחור רק אם יש מספר תצוגות של אותו החדר)
id_id: itu hanya akan terlihat dalam tampilan yang dipilih (hanya dapat dipilih jika ada beberapa tampilan dari ruangan yang sama)

source: views selected
fi_fi: näkymät valittu
he_il: תצוגות שנבחרו
id_id: tampilan yang dipilih

source: All the views
fi_fi: Kaikki näkymät
he_il: כל הנופים
id_id: Semua pandangan

source: Select All
fi_fi: Valitse kaikki
he_il: בחר הכל
id_id: Pilih Semua

source: All the Views
fi_fi: Kaikki näkymät
he_il: כל הנופים
id_id: Semua Pandangan

source: Z Order
fi_fi: Z-tilaus
he_il: סדר Z
id_id: Urutan Z

source: click and drag the 3d object to rotate its initial position
fi_fi: Napsauta ja vedä 3D-objektia kiertääksesi sen alkuperäistä sijaintia
he_il: לחץ וגרור את האובייקט התלת-ממדי כדי לסובב את מיקומו ההתחלתי
id_id: klik dan drag objek 3d tersebut untuk memutar posisi awalnya

source: draw polygon inside
fi_fi: Piirrä monikulmio sisälle
he_il: צייר מצולע בפנים
id_id: menggambar poligon di dalam

source: 3d Transform
fi_fi: 3D-muunnos
he_il: טרנספורמציה תלת-ממדית
id_id: Transformasi 3d

source: APPLY TO ALL
fi_fi: KOSKE KAIKKIA
he_il: החל על הכל
id_id: TERAPKAN KE SEMUA

source: click to draw the points of the polygon
fi_fi: Napsauta piirtääksesi monikulmion pisteet
he_il: לחץ כדי לצייר את נקודות המצולע
id_id: klik untuk menggambar titik poligon

source: Clear
fi_fi: Tyhjennä
he_il: נקה
id_id: Bersihkan

source: Confirm
fi_fi: Vahvista
he_il: אשר
id_id: Konfirmasi

source: LIST POIs
fi_fi: LUETTELO kiinnostavista paikoista
he_il: נקודות עניין של רשימה
id_id: DAFTAR POI

source: ADD POI
fi_fi: LISÄÄ POI
he_il: הוסף POI
id_id: TAMBAHKAN POI

source: EDIT MARKERS
fi_fi: MERKKIEN MUOKKAAMINEN
he_il: עריכת סמנים
id_id: EDIT MARKER

source: PREVIEW
fi_fi: esikatselu
he_il: צפייה מוקדמת
id_id: Pratinjau

source: TOGGLE FULLSCREEN
fi_fi: VAIHDA KOKO NÄYTTÖ
he_il: החלפת מצב מסך מלא
id_id: AKTIFKAN LAYAR PENUH

source: Search Icon
fi_fi: Hakukuvake
he_il: סמל חיפוש
id_id: Ikon Cari

source: Show All
fi_fi: Näytä kaikki
he_il: הצג הכל
id_id: Tampilkan Semua

source: No results found.
fi_fi: Ei tuloksia.
he_il: לא נמצאו תוצאות.
id_id: Tidak ada hasil yang ditemukan.

source: You cannot create Rooms on an external virtual tour!
fi_fi: Et voi luoda huoneita ulkoisella virtuaaliretkellä!
he_il: לא ניתן ליצור חדרים בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat membuat Ruangan pada tur virtual eksternal!

source: Bulk room's create
fi_fi: Bulkkihuoneen luominen
he_il: יצירת תפזורת
id_id: Buat ruangan massal

source: Uploading multiple 360-degree panorama JPG/PNG images will automatically create all the rooms.
fi_fi: Useiden 360 asteen panoraamakuvien JPG/PNG-kuvien lataaminen luo automaattisesti kaikki huoneet.
he_il: העלאת תמונות פנורמה מרובות של 360 מעלות JPG/PNG תיצור באופן אוטומטי את כל החדרים.
id_id: Mengunggah beberapa gambar JPG/PNG panorama 360 derajat akan secara otomatis membuat semua ruangan.

source: Max allowed upload file size:
fi_fi: Suurin sallittu lähetystiedoston koko:
he_il: גודל קובץ העלאה מרבי מותר:
id_id: Ukuran file unggahan maksimum yang diizinkan:

source: You have %s remaining uploads!
fi_fi: Sinulla on %s jäljellä olevaa latausta!
he_il: נותרו לך %s העלאות!
id_id: Anda memiliki %s unggahan yang tersisa!

source: Creating Rooms
fi_fi: Huoneiden luominen
he_il: יצירת חדרים
id_id: Membuat Kamar

source: Do not close this window!
fi_fi: Älä sulje tätä ikkunaa!
he_il: אל תסגור חלון זה!
id_id: Jangan tutup jendela ini!

source: Your "%s" plan has expired! You will not be able to add new content, but only edit existing ones.
fi_fi: "%s" -suunnitelmasi on vanhentunut! Et voi lisätä uutta sisältöä, vaan ainoastaan muokata olemassa olevaa.
he_il: פג תוקפה של תוכנית "%s" שלך! לא תוכל להוסיף תוכן חדש, אלא רק לערוך תוכן קיים.
id_id: Paket "%s" Anda telah kedaluwarsa! Anda tidak akan dapat menambahkan konten baru, tetapi hanya mengedit yang sudah ada.

source: You cannot manage Leads on an external virtual tour!
fi_fi: Liidejä ei voi hallita ulkoisella virtuaaliretkellä!
he_il: לא ניתן לנהל לידים בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat mengelola Prospek pada tur virtual eksternal!

source: Your "%s" plan not allow to manage Leads!
fi_fi: "%s"-sopimuksesi ei salli liidien hallintaa!
he_il: תוכנית "%s" שלך לא מאפשרת לנהל לידים!
id_id: Paket "%s" Anda tidak memungkinkan untuk mengelola Prospek!

source: export
fi_fi: Vie
he_il: ייצא
id_id: ekspor

source: reset
fi_fi: nollaa
he_il: איפוס
id_id: set ulang

source: Reset Leads
fi_fi: Nollaa liidit
he_il: איפוס הפניות
id_id: Setel Ulang Prospek

source: Are you sure you want to reset all leads for this virtual tour?
fi_fi: Haluatko varmasti nollata kaikki tämän retken liidit?
he_il: האם אתה בטוח שברצונך לאפס את כל הלידים לסיור וירטואלי זה?
id_id: Yakin ingin menyetel ulang semua prospek untuk tur virtual ini?

source: Yes, Reset
fi_fi: Kyllä, nollaa
he_il: כן, איפוס
id_id: Ya, Setel Ulang

source: You cannot create Presentations on an external virtual tour!
fi_fi: Et voi luoda esityksiä ulkoisella retkellä!
he_il: לא ניתן ליצור מצגות בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat membuat Presentasi di tur virtual eksternal!

source: You cannot create Markers on an augmented reality tour!
fi_fi: Et voi luoda markkereita lisätyn todellisuuden kierroksella!
he_il: לא ניתן ליצור סמנים בסיור מציאות רבודה!
id_id: Anda tidak dapat membuat Penanda pada tur augmented reality!

source: Your "%s" plan not allow to create Presentations!
fi_fi: "%s" -suunnitelmasi ei salli esitysten luomista!
he_il: תוכנית "%s" שלך אינה מאפשרת ליצור מצגות!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Presentasi!

source: Manual Presentation
fi_fi: Manuaalinen esitys
he_il: מצגת ידנית
id_id: Presentasi Manual

source: Automatic Presentation
fi_fi: Automaattinen esitys
he_il: הצגה אוטומטית
id_id: Presentasi Otomatis

source: Video Presentation
fi_fi: Video Presentaatio
he_il: מצגת וידאו
id_id: Presentasi Video

source: Auto Start on Inactivity
fi_fi: Automaattinen käynnistys käyttämättömyydessä
he_il: התחלה אוטומטית בחוסר פעילות
id_id: Mulai Otomatis saat Tidak Aktif

source: time in seconds of inactivity to wait before automatically starting the presentation (0 to disable)
fi_fi: käyttämättömyyden aika sekunteina, ennen kuin esitys käynnistyy automaattisesti (0 poistaa käytöstä)
he_il: זמן בשניות של חוסר פעילות להמתין לפני הפעלה אוטומטית של המצגת (0 כדי להפוך את המצגת ללא זמינה)
id_id: waktu dalam detik tanpa aktivitas untuk menunggu sebelum memulai presentasi secara otomatis (0 untuk menonaktifkan)

source: Click to Stop
fi_fi: Napsauta lopettaaksesi
he_il: לחץ כדי לעצור
id_id: Klik untuk Berhenti

source: to stop the presentation just click anywhere and not just on the button
fi_fi: Voit lopettaa esityksen napsauttamalla mitä tahansa kohtaa etkä vain painiketta
he_il: כדי לעצור את המצגת, פשוט לחץ במקום כלשהו ולא רק על הלחצן
id_id: untuk menghentikan presentasi cukup klik di mana saja dan tidak hanya pada tombol

source: Room (Stop)
fi_fi: Huone (pysäkki)
he_il: חדר (עצירה)
id_id: Kamar (Berhenti)

source: destination room when the presentation is stopped
fi_fi: kohdehuone, kun esitys keskeytetään
he_il: חדר יעד כאשר המצגת מופסקת
id_id: ruang tujuan saat presentasi dihentikan

source: No change
fi_fi: Ei muutosta
he_il: אין שינוי
id_id: Tidak ada perubahan

source: View POIs
fi_fi: Kiinnostavien paikkojen tarkasteleminen
he_il: הצגת נקודות עניין
id_id: Lihat POI

source: View Measures
fi_fi: Näytä mittarit
he_il: הצג אמצעים
id_id: Lihat Tindakan

source: a recorded video is used as a presentation
fi_fi: tallennettua videota käytetään esityksenä
he_il: וידאו מוקלט משמש כמצגת
id_id: video yang direkam digunakan sebagai presentasi

source: Youtube/Vimeo Link or upload Video MP4 / Webm
fi_fi: Youtube / Vimeo Linkitä tai lataa Video MP4 / Webm
he_il: Youtube / Vimeo קישור או העלה וידאו MP4 / Webm
id_id: Tautan Youtube/Vimeo atau unggah Video MP4 / Webm

source: Screencast
fi_fi: Kuvaruutu
he_il: שידור מסך
id_id: Siaran layar

source: 1. Open tour in a new window
fi_fi: 1. Avaa retki uudessa ikkunassa
he_il: 1. סיור פתוח בחלון חדש
id_id: 1. Buka tur di jendela baru

source: 2. Click the button Open screencast app
fi_fi: 2. Napsauta painiketta Avaa screencast-sovellus
he_il: 2. לחץ על הלחצן פתח את אפליקציית שידור מסך
id_id: 2. Klik tombol Buka aplikasi screencast

source: 3. Record your screen by selecting the open window
fi_fi: 3. Tallenna näyttö valitsemalla avoin ikkuna
he_il: 3. הקלט את המסך שלך על ידי בחירת החלון הפתוח
id_id: 3. Rekam layar Anda dengan memilih jendela yang terbuka

source: 4. Upload the recorded video
fi_fi: 4. Lataa tallennettu video
he_il: 4. העלה את הסרטון המוקלט
id_id: 4. Unggah video yang direkam

source: automatic presentation consists of looking around the room by rotating and moving on to the next one
fi_fi: Automaattinen esitys koostuu huoneen katsomisesta kiertämällä ja siirtymällä seuraavaan
he_il: הצגה אוטומטית מורכבת מהתבוננות סביב החדר על ידי סיבוב ומעבר לחדר הבא
id_id: presentasi otomatis terdiri dari melihat sekeliling ruangan dengan memutar dan pindah ke yang berikutnya

source: Rotate speed
fi_fi: Kierrä nopeutta
he_il: מהירות סיבוב
id_id: Kecepatan putar

source: -1 to -10 speed clockwise, 1 to 10 speed counterclockwise
fi_fi: -1 - -10 nopeus myötäpäivään, 1 - 10 nopeus vastapäivään
he_il: -1 עד -10 מהירות בכיוון השעון, 1 עד 10 מהירות נגד כיוון השעון
id_id: -1 hingga -10 kecepatan searah jarum jam, 1 hingga 10 kecepatan berlawanan arah jarum jam

source: the manual presentation consists in defining the order, changing the views of the rooms and add possible narrative text
fi_fi: Manuaalinen esitys koostuu järjestyksen määrittämisestä, huonenäkymien muuttamisesta ja mahdollisen kerrontatekstin lisäämisestä
he_il: ההצגה הידנית מורכבת מהגדרת הסדר, שינוי תצוגות החדרים והוספת טקסט נרטיבי אפשרי
id_id: presentasi manual terdiri dari menentukan urutan, mengubah tampilan ruangan dan menambahkan kemungkinan teks naratif

source: LOADING PRESENTATION ...
fi_fi: LADATAAN ESITYSTÄ ...
he_il: טוען מצגת ...
id_id: MEMuat PRESENTASI...

source: Override Initial Position
fi_fi: Ohita alkusijainti
he_il: עקיפת מיקום ראשוני
id_id: Ganti Posisi Awal

source: Delay (ms)
fi_fi: Viive (ms)
he_il: השהייה (מ''ש)
id_id: Keterlambatan (ms)

source: Wait for the video ends
fi_fi: Odota, että video loppuu
he_il: המתן לסיום הסרטון
id_id: Tunggu videonya selesai

source: Remove
fi_fi: Poista
he_il: הסר
id_id: Hapus

source: Action
fi_fi: Toiminto
he_il: פעולה
id_id: Tindakan

source: Select an action
fi_fi: Valitse joukkotoiminto
he_il: בחרי פעולה
id_id: Pilih tindakan

source: Change the view
fi_fi: Näkymän muuttaminen
he_il: שינוי התצוגה
id_id: Ubah tampilan

source: Narrate a text
fi_fi: Tekstin kertominen
he_il: קריין טקסט
id_id: Menceritakan sebuah teks

source: Narrate text
fi_fi: Kerro teksti
he_il: מלל מקריין
id_id: Ceritakan teks

source: Carriage Return to split text into sentences
fi_fi: Rivinvaihto tekstin jakamiseksi lauseiksi
he_il: גררה חזרה לפיצול טקסט למשפטים
id_id: Carriage Kembali untuk membagi teks menjadi kalimat

source: Frame the desired view
fi_fi: Rajaa haluttu näkymä
he_il: מסגרת התצוגה הרצויה
id_id: Bingkai tampilan yang diinginkan

source: Animation duration (ms)
fi_fi: Animaation kesto (ms)
he_il: משך הנפשה (ms)
id_id: Durasi animasi (md)

source: Remove Room
fi_fi: Poista huone
he_il: הסר חדר
id_id: Hapus Kamar

source: Are you sure you want to remove room and all its actions from presentation?
fi_fi: Haluatko varmasti poistaa huoneen ja kaikki sen toiminnot esityksestä?
he_il: האם אתה בטוח שברצונך להסיר מקום ואת כל הפעולות שלו מהמצגת?
id_id: Apakah Anda yakin ingin menghapus ruangan dan semua tindakannya dari presentasi?

source: Yes, Remove
fi_fi: Kyllä, poista
he_il: כן, הסר
id_id: Ya, Hapus

source: Remove Action
fi_fi: Poista toiminto
he_il: הסרת פעולה
id_id: Hapus Tindakan

source: Are you sure you want to remove action from room's presentation?
fi_fi: Haluatko varmasti poistaa toiminnon huoneen esityksestä?
he_il: האם אתה בטוח שברצונך להסיר פעולה מהמצגת בחדר?
id_id: Yakin ingin menghapus tindakan dari presentasi ruangan?

source: You cannot create 360 videos on an external virtual tour!
fi_fi: Et voi luoda 360 asteen videoita ulkoisella virtuaaliretkellä!
he_il: אינך יכול ליצור סרטוני 360 בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat membuat video 360 pada tur virtual eksternal!

source: Your "%s" plan not allow to create 360 videos!
fi_fi: "%s" -suunnitelmasi ei salli 360-videoiden luomista!
he_il: תוכנית "%s" שלך אינה מאפשרת ליצור סרטוני 360!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat video 360!

source: CREATE 360 VIDEO
fi_fi: 360 ASTEEN VIDEON LUOMINEN
he_il: צור סרטון 360
id_id: BUAT VIDEO 360

source: DESCRIPTION CHAPTERS
fi_fi: KUVAUS LUVUT
he_il: תיאור פרקים
id_id: BAB DESKRIPSI

source: No 360 video generated for this virtual tour.
fi_fi: Tätä retkeä varten ei ole luotu 360-videota.
he_il: לא נוצר סרטון 360 לסיור וירטואלי זה.
id_id: Tidak ada video 360 yang dihasilkan untuk tur virtual ini.

source: Select None
fi_fi: Älä valitse mitään
he_il: ניקוי בחירה
id_id: Pilih Tidak Ada

source: click to select / deselect a room - drag to change its order - enter the duration in seconds
fi_fi: Napsauta valitaksesi huoneen / poistaaksesi sen valinnan - muuta järjestystä vetämällä - syötä kesto sekunteina
he_il: לחץ כדי לבחור / לבטל את הבחירה בחדר - גרור כדי לשנות את הסדר שלו - הזן את משך הזמן בשניות
id_id: klik untuk memilih / batal memilih ruangan - seret untuk mengubah urutannya - masukkan durasi dalam hitungan detik

source: Duration Slide
fi_fi: Keston dia
he_il: שקופית משך
id_id: Slide Durasi

source: Set to All
fi_fi: Valitse Kaikki
he_il: הגדר לכל
id_id: Setel ke Semua

source: Video Duration
fi_fi: Videon kesto (sekunteina)
he_il: משך הסרטון
id_id: Durasi Video

source: Sync with Audio
fi_fi: Synkronoi äänen kanssa
he_il: סנכרון עם שמע
id_id: Sinkronkan dengan Audio

source: CANCEL
fi_fi: PERUUTA
he_il: ביטול
id_id: BATALKAN

source: Generate 360 video
fi_fi: Luo 360 asteen video
he_il: צור סרטון 360
id_id: Hasilkan video 360

source: You cannot manage Forms on an external virtual tour!
fi_fi: Et voi hallita lomakkeita ulkoisella virtuaaliretkellä!
he_il: לא ניתן לנהל טפסים בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat mengelola Formulir pada tur virtual eksternal!

source: Your "%s" plan not allow to manage Forms!
fi_fi: "%s" -suunnitelmasi ei salli lomakkeiden hallintaa!
he_il: תוכנית "%s" שלך אינה מאפשרת לנהל טפסים!
id_id: Paket "%s" Anda tidak memungkinkan untuk mengelola Formulir!

source: Field
fi_fi: Kenttä
he_il: שדה

source: Reset Forms Data
fi_fi: Palauta lomaketiedot
he_il: איפוס נתוני טפסים
id_id: Setel Ulang Data Formulir

source: Are you sure you want to reset all forms data for this virtual tour?
fi_fi: Haluatko varmasti nollata kaikki tämän virtuaaliretken lomaketiedot?
he_il: האם אתה בטוח שברצונך לאפס את כל נתוני הטפסים עבור סיור וירטואלי זה?
id_id: Yakin ingin menyetel ulang semua data formulir untuk tur virtual ini?

source: ADD ACTION
fi_fi: LISÄÄ TOIMINTO
he_il: הוסף פעולה
id_id: TAMBAHKAN TINDAKAN

source: ADD ROOM
fi_fi: lisää sali
he_il: הוספת חדר
id_id: TAMBAHKAN RUANG

source: Search Virtual Tour ...
fi_fi: Etsi virtuaaliretki ...
he_il: חיפוש סיור וירטואלי ...
id_id: Cari Tur Virtual ...

source: EDITOR UI
fi_fi: EDITORIN KÄYTTÖLIITTYMÄ
he_il: ממשק משתמש של עורך
id_id: Antarmuka Editor

source: 3D VIEW
fi_fi: 3D-NÄKYMÄ
he_il: תצוגת תלת מימד
id_id: tampilan 3D

source: ROOMS
fi_fi: Huoneet
he_il: חדרים
id_id: KAMAR

source: MAPS
fi_fi: Kartat
he_il: מפות
id_id: PETA

source: GALLERY
fi_fi: Galleriat
he_il: גלריה
id_id: GALERI

source: INFO BOX
fi_fi: Tietolaatikko
he_il: תיבת מידע
id_id: KOTAK INFORMASI

source: PUBLISH
fi_fi: JULKAISE
he_il: לפרסם
id_id: MENERBITKAN

source: Search Map ...
fi_fi: Etsi karttaa ...
he_il: חפש מפה ...
id_id: Cari Peta...

source: Rooms assigned
fi_fi: Määritetyt huoneet
he_il: חדרים שהוקצו
id_id: Kamar yang ditetapkan

source: markers
fi_fi: markkerit
he_il: סמנים
id_id: penanda

source: pois
fi_fi: Paikat
he_il: פואה
id_id: tenang

source: measures
fi_fi: Toimenpiteet
he_il: אמצעי
id_id: Pengukuran

source: measure
fi_fi: mitta
he_il: מידה
id_id: ukuran

source: Content - Link or upload Image
fi_fi: Sisältö - Linkitä tai lataa kuva
he_il: תוכן - קישור או העלאה תמונה
id_id: Konten - Tautkan atau unggah Gambar

source: Content - Panorama Image
fi_fi: Sisältö - Panoraamakuva
he_il: תוכן - תמונת פנורמה
id_id: Konten - Gambar Panorama

source: Content - Link or upload Json
fi_fi: Sisältö - linkitä tai lataa Json
he_il: תוכן - קישור או העלאה של Json
id_id: Konten - Tautkan atau unggah Json

source: Embedded - Link or upload Image
fi_fi: Upotettu - Linkitä tai lataa kuva
he_il: מוטבע - קישור או העלאה תמונה
id_id: Tertanam - Tautkan atau unggah Gambar

source: Content - Youtube/Vimeo Link or upload Video MP4 / WEBM
fi_fi: Sisältö - Youtube / Vimeo Linkitä tai lataa Video MP4 / WEBM
he_il: תוכן - Youtube / Vimeo קישור או העלה וידאו MP4 / WEBM
id_id: Konten - Tautan Youtube/Vimeo atau unggah Video MP4 / WEBM

source: Embedded - Youtube Link or upload Video MP4 / WEBM
fi_fi: Upotettu - Youtube-linkki tai lataa video MP4 / WEBM
he_il: משובץ - Youtube קישור או העלה וידאו MP4 / WEBM
id_id: Tertanam - Tautan Youtube atau unggah Video MP4 / WEBM

source: Embedded - upload Video WEBM + MOV
fi_fi: Upotettu - lataa video WEBM + MOV
he_il: משובץ - העלאת וידאו WEBM + MOV
id_id: Tertanam - unggah Video WEBM + MOV

source: Embedded - upload Video MP4 with Chroma background
fi_fi: Upotettu - lataa Video MP4 Chroma-taustalla
he_il: מוטבע - העלה וידאו MP4 עם רקע Chroma
id_id: Tertanam - unggah Video MP4 dengan latar belakang Chroma

source: Content - Audio MP3 Link or upload Audio MP3
fi_fi: Sisältö - Audio MP3 Linkitä tai lataa Audio MP3
he_il: תוכן - אודיו MP3 קישור או העלה אודיו MP3
id_id: Konten - Audio MP3 Tautan atau unggah Audio MP3

source: Content - Video 360 MP4
fi_fi: Sisältö - Video 360 MP4
he_il: תוכן - וידאו 360 MP4
id_id: Konten - Video 360 MP4

source: Embedded - Link
fi_fi: Upotettu - Linkki
he_il: משובץ - קישור
id_id: Tertanam - Tautan

source: Embedded - Text
fi_fi: Upotettu - teksti
he_il: מוטבע - טקסט
id_id: Tertanam - Teks

source: Embedded - HTML
fi_fi: Upotettu - HTML
he_il: משובץ - HTML
id_id: Tertanam - HTML

source: Content - Link
fi_fi: Siirry sisältöön -linkki
he_il: תוכן - קישור
id_id: Konten - Tautan

source: Content - PDF Link or upload PDF
fi_fi: Content - PDF Linkitä tai lataa PDF
he_il: תוכן - PDF קישור או העלאה של PDF
id_id: Konten - Tautan PDF atau unggah PDF

source: Content - upload a ZIP containing Js/Json and Point Cloud data
fi_fi: Sisältö - lataa ZIP-tiedosto, joka sisältää Js/Json- ja Point Cloud -tiedot
he_il: תוכן - העלאת ZIP המכיל נתוני Js/Json ו-Point Cloud
id_id: Konten - unggah ZIP yang berisi data Js/Json dan Point Cloud

source: Content - Link (external)
fi_fi: Sisältö - Linkki (ulkoinen)
he_il: תוכן - קישור (חיצוני)
id_id: Konten - Tautan (eksternal)

source: Content - Link or upload a File
fi_fi: Sisältö - Tiedoston linkittäminen tai lataaminen
he_il: תוכן - קישור או העלאה של קובץ
id_id: Konten - Tautkan atau unggah File

source: Content - Object 3D
fi_fi: Sisältö - Object 3D
he_il: תוכן - אובייקט 3D
id_id: Konten - Objek 3D

source: Embedded - Object 3D
fi_fi: Upotettu - Object 3D
he_il: מוטבע - אובייקט 3D
id_id: Tertanam - Objek 3D

source: Please select an icon from library
fi_fi: Valitse kuvake kirjastosta
he_il: אנא בחר סמל מהספרייה
id_id: Silakan pilih ikon dari perpustakaan

source: Search Room ...
fi_fi: Etsi huone ...
he_il: חפש חדר...
id_id: Cari Kamar...

source: DRAG TO CHANGE POSITION
fi_fi: VAIHDA SIJAINTIA VETÄMÄLLÄ
he_il: גרור כדי לשנות מיקום
id_id: DRAG UNTUK MENGUBAH POSISI

source: Panorama image
fi_fi: Panoraamakuva
he_il: תמונת פנורמה
id_id: Gambar panorama
