Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: Google Analytics Tracking ID (G-XXXXXXXXX).
fi_fi: Google Analyticsin seurantatunnus (G-XXXXXXXXX).
he_il: מזהה מעקב של Google Analytics (G-XXXXXXXX).
id_id: ID Pelacakan Google Analytics (G-XXXXXXXXX).

source: Custom HTML Header
fi_fi: Mukautettu HTML-otsikko
he_il: כותרת HTML מותאמת אישית
id_id: Tajuk HTML Khusus

source: Custom HTML Footer
fi_fi: Mukautettu HTML-alatunniste
he_il: כותרת תחתונה מותאמת אישית של HTML
id_id: Footer HTML Khusus

source: Banner image
fi_fi: Bannerikuva
he_il: תמונת כרזה
id_id: Gambar spanduk

source: Upload Banner Image
fi_fi: Lataa bannerikuva
he_il: העלה תמונת באנר
id_id: Unggah Gambar Spanduk

source: Assigned Virtual Tours
fi_fi: Määritetyt virtuaaliretket
he_il: סיורים וירטואליים מוקצים
id_id: Tur Virtual yang Ditugaskan

source: Viewer
fi_fi: Katseluoikeudet
he_il: מציג
id_id: Penonton

source: Sort List
fi_fi: Lajittele luettelo
he_il: מיון רשימה
id_id: Sortir Daftar

source: Meta Tag
fi_fi: Metatunniste
he_il: מטא תג
id_id: Tag Meta

source: Share & Embed
fi_fi: Jaa &; Upota
he_il: שתף והטמע
id_id: Bagikan & Sematkan

source: Show as first page
fi_fi: Näytä ensimmäisenä sivuna
he_il: הצג כעמוד ראשון
id_id: Tampilkan sebagai halaman pertama

source: only visible to administrators
fi_fi: Lisää henkilökohtainen huomautus. Näkyy vain järjestelmänvalvojille
he_il: גלוי רק למנהלי מערכת
id_id: hanya dapat dilihat oleh administrator

source: OPEN LINK
fi_fi: AVAA LINKKI
he_il: פתח קישור
id_id: BUKA TAUTAN

source: COPY TO CLIPBOARD
fi_fi: Kopioi leikepöydälle
he_il: העתק ללוח
id_id: MENYALIN KE CLIPBOARD

source: QR CODE
fi_fi: QR-koodi
he_il: קוד QR
id_id: KODE QR

source: To use tour sharing via social networks, enable "Social Share" cookies in the <a data-cc='show-consentModal' href='#'>cookie preferences</a>.
fi_fi: Jos haluat käyttää kiertueen jakamista sosiaalisten verkostojen kautta, ota "Social Share" -evästeet käyttöön <a data-cc='show-consentModal' href='#'>evästeasetuksissa</a> .
he_il: כדי להשתמש בשיתוף סיורים באמצעות רשתות חברתיות, הפעל קובצי Cookie מסוג "שיתוף חברתי" <a data-cc='show-consentModal' href='#'>בהעדפות קובצי ה-Cookie</a>.
id_id: Untuk menggunakan berbagi tur melalui jejaring sosial, aktifkan cookie "Berbagi Sosial" di <a data-cc='show-consentModal' href='#'>preferensi cookie</a> .

source: Friendly Link
fi_fi: Ystävällinen linkki
he_il: קישור ידידותי
id_id: Tautan Persahabatan

source: Embed Code
fi_fi: Upotuskoodi
he_il: השתמש בקוד EMBED
id_id: Kode Embed

source: Custom CSS
fi_fi: Oma CSS
he_il: CSS מותאם אישית
id_id: Kustom CSS

source: Delete Showcase
fi_fi: Poista esittely
he_il: מחק חלון ראווה
id_id: Hapus Etalase

source: Are you sure you want to delete the showcase?
fi_fi: Haluatko varmasti poistaa esittelyn?
he_il: האם אתה בטוח שברצונך למחוק את חלון הראווה?
id_id: Anda yakin ingin menghapus etalase?

source: QR Code
fi_fi: QR-koodi
he_il: קוד QR
id_id: Kode QR

source: Call to Action Link
fi_fi: Toimintakehotuslinkki
he_il: קישור קריאה לפעולה
id_id: Tautan Ajakan Bertindak

source: Skippable after
fi_fi: Ohitettavissa jälkeen
he_il: ניתן לדלג אחרי
id_id: Dapat dilewati setelah

source: enter -1 to wait for the video to end
fi_fi: Syötä -1 odottaaksesi videon päättymistä
he_il: הזן -1 כדי להמתין לסיום הסרטון
id_id: masukkan -1 untuk menunggu video selesai

source: Automatically assigns to new virtual tours
fi_fi: Määrittää automaattisesti uusille virtuaaliretkille
he_il: הקצאה אוטומטית לסיורים וירטואליים חדשים
id_id: Secara otomatis menetapkan ke tur virtual baru

source: DELETE VIDEO
fi_fi: POISTA VIDEO
he_il: מחיקת וידאו
id_id: HAPUS VIDEO

source: Assigned Plans
fi_fi: Määritetyt suunnitelmat
he_il: תוכניות מוקצות
id_id: Rencana yang Ditugaskan

source: Delete Advertisement
fi_fi: Poista mainos
he_il: מחיקת פרסומת
id_id: Hapus Iklan

source: Are you sure you want to delete the advertisement?
fi_fi: Haluatko varmasti poistaa mainoksen?
he_il: האם אתה בטוח שברצונך למחוק את הפרסומת?
id_id: Apakah Anda yakin ingin menghapus iklan tersebut?

source: Please complete your profile with the required fields (*) before continuing to use the application.
fi_fi: Täytä profiilisi pakollisilla kentillä (*) ennen kuin jatkat sovelluksen käyttöä.
he_il: אנא מלא את הפרופיל שלך עם השדות הנדרשים (*) לפני שתמשיך להשתמש ביישום.
id_id: Harap lengkapi profil Anda dengan kolom wajib (*) sebelum melanjutkan menggunakan aplikasi.

source: Personal Informations
fi_fi: Henkilökohtaiset tiedot
he_il: מידע אישי
id_id: Informasi pribadi

source: First Name
fi_fi: Etunimi
he_il: שם פרטי
id_id: Nama Depan

source: Last Name
fi_fi: Sukunimi
he_il: שם משפחה
id_id: Nama Belakang

source: Tax Id
fi_fi: Verotunnus
he_il: מזהה מס
id_id: Id pajak

source: Tax identification number for issuing the invoice.
fi_fi: Verotunniste laskun laatimista varten.
he_il: מספר זיהוי מס להנפקת החשבונית.
id_id: Nomor identifikasi pajak untuk menerbitkan faktur.

source: Address
fi_fi: Osoite
he_il: כתובת
id_id: Alamat

source: City
fi_fi: Kaupunki
he_il: עיר
id_id: Kota

source: State / Province / Region
fi_fi: Lääni
he_il: מדינה / מחוז / אזור
id_id: wilayah / Provinsi / daerah

source: Zip / Postal Code
fi_fi: Postinumero
he_il: מיקוד
id_id: Kode Pos / Kode Pos

source: Country
fi_fi: Maa
he_il: מדינה
id_id: Negara

source: Select country
fi_fi: Valitse maa
he_il: בחר מדינה
id_id: Pilih negara

source: Telephone
fi_fi: Puhelin
he_il: טלפון
id_id: Telepon

source: SAVE AND CONTINUE
fi_fi: Tallenna ja jatka
he_il: שמור והמשך
id_id: SIMPAN DAN LANJUTKAN

source: Account
fi_fi: Tili
he_il: חשבון
id_id: Akun

source: CHANGE
fi_fi: Vaihda
he_il: שינוי
id_id: Ganti

source: ENABLE
fi_fi: OTA KÄYTTÖÖN
he_il: אפשר
id_id: AKTIFKAN

source: DISABLE
fi_fi: Poista käytöstä
he_il: השבת
id_id: MATIKAN

source: Connected Accounts
fi_fi: Yhdistetyt tilit
he_il: חשבונות מחוברים
id_id: Akun Terhubung

source: Connect Google
fi_fi: Yhdistä Google
he_il: חיבור גוגל
id_id: Menghubungkan ke Google

source: Disconnect Google
fi_fi: Katkaise Google-yhteys
he_il: נתק את Google
id_id: Putuskan sambungan Google

source: Connect Facebook
fi_fi: Yhdistä Facebook
he_il: חיבור לפייסבוק
id_id: Menghubungkan ke Facebook

source: Disconnect Facebook
fi_fi: Katkaise Facebook-yhteys
he_il: נתק את פייסבוק
id_id: Putuskan sambungan Facebook

source: Connect Twitter
fi_fi: Yhdistä Twitter
he_il: חיבור לטויטר
id_id: Menghubungkan ke Twitter

source: Disconnect Twitter
fi_fi: Katkaise Twitter-yhteys
he_il: נתק את טוויטר
id_id: Putuskan sambungan Twitter

source: Connect Wechat
fi_fi: Yhdistä Wechat
he_il: התחבר Wechat
id_id: Hubungkan WeChat

source: Disconnect Wechat
fi_fi: Irrota Wechat
he_il: נתק את Wechat
id_id: Putuskan sambungan Wechat

source: Connect QQ
fi_fi: Yhdistä QQ
he_il: חיבור QQ
id_id: Menghubungkan ke QQ

source: Disconnect QQ
fi_fi: Irrota QQ
he_il: נתק QQ
id_id: Putuskan sambungan QQ

source: Avatar
fi_fi: Avatar-kuva
he_il: תמונת פרופיל

source: UPLOAD
fi_fi: LATAA
he_il: העלאה
id_id: UNGGAH

source: CREATE
fi_fi: LUO
he_il: יצר
id_id: MEMBUAT

source: Change Password
fi_fi: Vaihda salasana
he_il: שנה סיסמה
id_id: Ubah Password

source: Enable Two-Factor Authentication
fi_fi: Ota käyttöön kaksivaiheinen kirjautuminen
he_il: אפשר אימות דו-גורמי
id_id: Aktifkan Autentikasi Dua Faktor

source: Please use your authentication app (such as Google Authenticator) to scan this QR code or enter the code above.
fi_fi: Skannaa tämä QR-koodi todennussovelluksellasi (kuten Google Authenticator) tai syötä yllä oleva koodi.
he_il: השתמש באפליקציית האימות שלך (כגון Google Authenticator) כדי לסרוק קוד QR זה או הזן את הקוד לעיל.
id_id: Silakan gunakan aplikasi autentikasi Anda (seperti Google Authenticator) untuk memindai kode QR ini atau masukkan kode di atas.

source: Disable Two-Factor Authentication
fi_fi: Poista kaksivaiheinen todennus käytöstä
he_il: השבתת אימות דו-גורמי
id_id: Nonaktifkan Autentikasi Dua Faktor

source: Disable
fi_fi: Poista käytöstä
he_il: כיבוי
id_id: Nonaktifkan

source: Select sample tour
fi_fi: Valitse esimerkkikierros
he_il: בחר סיור לדוגמה
id_id: Pilih sampel tur

source: External
fi_fi: Ulkoinen
he_il: חיצוני
id_id: Eksternal

source: Augmented Reality
fi_fi: Lisätty todellisuus
he_il: מציאות רבודה
id_id: Realitas Tertambah

source: Sample
fi_fi: Näytä esimerkki
he_il: לדוגמה
id_id: Sampel

source: includes sample data in this tour
fi_fi: sisällyttää mallitiedot tähän retkeen
he_il: כולל נתונים לדוגמה בסיור זה
id_id: termasuk data sampel dalam tur ini

source: Edit
fi_fi: Muokkaa
he_il: ערוך

source: Import
fi_fi: Tuonti
he_il: ייבוא
id_id: Impor

source: You have reached the maximum number of monthly Virtual Tours allowed from your plan!
fi_fi: Olet saavuttanut suunnitelmassasi sallitun kuukausittaisten virtuaalikierrosten enimmäismäärän!
he_il: הגעת למספר המרבי של סיורים וירטואליים חודשיים המותרים מהתוכנית שלך!
id_id: Anda telah mencapai jumlah maksimum Tur Virtual bulanan yang diperbolehkan dalam paket Anda!

source: You have reached the maximum number of Virtual Tours allowed from your plan!
fi_fi: Olet saavuttanut suunnitelmastasi sallitun virtuaaliretkien enimmäismäärän!
he_il: הגעת למספר המרבי של סיורים וירטואליים המותרים בתוכנית שלך!
id_id: Anda telah mencapai jumlah maksimum Tur Virtual yang diizinkan dari paket Anda!

source: LOADING VIRTUAL TOURS ...
fi_fi: LADATAAN VIRTUAALIRETKIÄ…
he_il: טוען סיורים וירטואליים ...
id_id: MEMBUAT TUR VIRTUAL ...

source: Delete Virtual Tour
fi_fi: Poista virtuaaliretki
he_il: מחיקת סיור וירטואלי
id_id: Hapus Tur Virtual

source: Are you sure you want to delete the entire virtual tour <b id='name_vt_delete'></b>, included rooms, markers, pois and map?
fi_fi: Haluatko varmasti poistaa koko virtuaaliretken <b id='name_vt_delete'></b>, mukana olevat huoneet, merkit, POIt ja kartan?
he_il: האם אתה בטוח שאתה רוצה למחוק את כל הסיור <b id='name_vt_delete'></b>הווירטואלי, חדרים כלולים, טושים, pois ומפה?
id_id: Apakah Anda yakin ingin menghapus seluruh tur virtual?<b id='name_vt_delete'></b> , termasuk kamar, spidol, pois dan peta?

source: Duplicate Virtual Tour
fi_fi: Kopioi virtuaaliretki
he_il: סיור וירטואלי כפול
id_id: Tur Virtual Duplikat

source: Are you sure you want to duplicate the entire virtual tour <b id='name_vt_duplicate'></b>?
fi_fi: Haluatko varmasti kopioida koko virtuaaliretken <b id='name_vt_duplicate'></b>?
he_il: האם אתה בטוח שאתה רוצה לשכפל את כל הסיור <b id='name_vt_duplicate'></b>הווירטואלי?
id_id: Apakah Anda yakin ingin menggandakan seluruh tur virtual<b id='name_vt_duplicate'></b> ?

source: Markers
fi_fi: Markkerit
he_il: סמנים
id_id: penanda

source: POIs
fi_fi: Paikat
he_il: נקודות עניין
id_id: POI

source: Maps
fi_fi: Kartat
he_il: מפות
id_id: Peta

source: Products
fi_fi: Tuotteet
he_il: מוצרים
id_id: Produk

source: Download Virtual Tour
fi_fi: Lataa virtuaaliretki
he_il: להורדה Virtual Tour
id_id: Unduh Tur Virtual

source: Are you sure you want to download the virtual tour <b id='name_vt_download'></b>?
fi_fi: Haluatko varmasti ladata virtuaaliretken <b id='name_vt_download'></b>?
he_il: האם אתה בטוח שאתה רוצה להוריד את הסיור <b id='name_vt_download'></b>הווירטואלי?
id_id: Anda yakin ingin mengunduh tur virtual<b id='name_vt_download'></b> ?

source: You cannot download virtual tour from this demo server
fi_fi: Et voi ladata virtuaaliretkeä tältä demopalvelimelta
he_il: לא ניתן להוריד סיור וירטואלי משרת הדגמה זה
id_id: Anda tidak dapat mengunduh tur virtual dari server demo ini

source: Standalone
fi_fi: Itsenäinen
he_il: עצמאי
id_id: Mandiri

source: Standalone (VR)
fi_fi: Itsenäinen (VR)
he_il: עצמאי (VR)
id_id: Mandiri (VR)

source: Importable
fi_fi: Tuotavissa
he_il: לא נייד
id_id: Yg diimpor

source: New Sample Tour
fi_fi: Uusi näytekierros
he_il: סיור לדוגמה חדש
id_id: Tur Sampel Baru

source: Are you sure you want to create a tour containing sample data?
fi_fi: Haluatko varmasti luoda mallitietoja sisältävän retken?
he_il: האם אתה בטוח שברצונך ליצור סיור המכיל נתונים לדוגמה?
id_id: Yakin ingin membuat tur yang berisi data sampel?

source: Yes, Create
fi_fi: Kyllä, luo
he_il: כן, צור
id_id: Ya, Buat

source: Import Virtual Tour
fi_fi: Tuo virtuaaliiretki
he_il: ייבוא סיור וירטואלי
id_id: Impor Tur Virtual

source: Zip File
fi_fi: Zip-tiedosto
he_il: קובץ Zip
id_id: File Zip

source: Upload
fi_fi: Lataa
he_il: העלאה
id_id: Unggah

source: Move Virtual Tour
fi_fi: Siirrä virtuaaliretki
he_il: העבר סיור וירטואלי
id_id: Pindahkan Tur Virtual

source: Are you sure you want to move the virtual tour <b id='name_vt_move_to_s3'></b> from Local Storage to %s?
fi_fi: Haluatko varmasti siirtää virtuaaliretken <b id='name_vt_move_to_s3'></b> paikallisesta tallennustilasta ?%s
he_il: האם אתה בטוח שברצונך להעביר את הסיור <b id='name_vt_move_to_s3'></b> הווירטואלי מאחסון מקומי ל %s- ?
id_id: Anda yakin ingin memindahkan tur virtual<b id='name_vt_move_to_s3'></b> dari Penyimpanan Lokal ke %s?

source: Yes, Move
fi_fi: Kyllä, liiku
he_il: כן, זוז
id_id: Ya, Pindah

source: Are you sure you want to move the virtual tour <b id='name_vt_move_to_local'></b> from %s to Local Storage?
fi_fi: Haluatko varmasti siirtää virtuaaliretken <b id='name_vt_move_to_local'></b> paikallisesta tallennustilasta %s ?
he_il: האם אתה בטוח שברצונך להעביר את הסיור <b id='name_vt_move_to_local'></b> הווירטואלי לאחסון %s מקומי?
id_id: Anda yakin ingin memindahkan tur virtual<b id='name_vt_move_to_local'></b> dari %s ke Penyimpanan Lokal?

source: Add Rooms to Tour
fi_fi: Lisää huoneita kiertueeseen
he_il: הוספת חדרים לסיור
id_id: Tambahkan Kamar ke Tur

source: The tour has been successfully created, now you could add rooms into it.
fi_fi: Kiertue on luotu onnistuneesti, nyt voit lisätä siihen huoneita.
he_il: הסיור נוצר בהצלחה, עכשיו אתה יכול להוסיף חדרים לתוכו.
id_id: Tur telah berhasil dibuat, sekarang Anda dapat menambahkan ruangan ke dalamnya.

source: Yes, Add room
fi_fi: Kyllä, lisää huone
he_il: כן, הוסף חדר
id_id: Ya, Tambahkan ruangan

source: Yes, Bulk upload rooms
fi_fi: Kyllä, huoneiden joukkolähetys
he_il: כן, חדרי העלאה בכמות גדולה
id_id: Ya, ruang unggah massal

source: No, i will do later
fi_fi: Ei, teen myöhemmin
he_il: לא, אני אעשה אחר כך
id_id: Tidak, aku akan melakukannya nanti

source: ASSIGNED TOURS
fi_fi: OMAT RETKET
he_il: סיורים מוקצים
id_id: TUR YANG DITUNJUKKAN

source: STATISTICS
fi_fi: Tilastot
he_il: סטטיסטיקה
id_id: STATISTIK

source: TOURS LIST
fi_fi: RETKILUETTELO
he_il: רשימת סיורים
id_id: DAFTAR TUR

source: ACTIVITY LOG
fi_fi: TOIMINTALOKI
he_il: יומן פעילות
id_id: LOG AKTIVITAS

source: CHANGE PASSWORD
fi_fi: Vaihda salasana
he_il: שינוי סיסמה
id_id: GANTI KATA SANDI

source: Active (expiring)
fi_fi: Aktiivinen (vanhenee)
he_il: פעיל (פג תוקף)
id_id: Aktif (kedaluwarsa)

source: Expired
fi_fi: Päättynyt
he_il: פג תוקף
id_id: Berakhir

source: Invalid payment
fi_fi: Virheellinen maksutapa
he_il: תשלום לא חוקי
id_id: Pembayaran tidak valid

source: Current Plan
fi_fi: Nykyinen tilaus
he_il: תוכנית נוכחית
id_id: Paket Saat Ini

source: Manual Expiration Date
fi_fi: Manuaalinen viimeinen käyttöpäivä
he_il: תאריך תפוגה ידני
id_id: Tanggal Kedaluwarsa Manual

source: set expiration date manually (leave empty for automatic)
fi_fi: Aseta viimeinen käyttöpäivä manuaalisesti (jätä tyhjäksi automaattista varten)
he_il: הגדרת תאריך תפוגה באופן ידני (השאר ריק עבור אוטומטי)
id_id: atur tanggal kedaluwarsa secara manual (biarkan kosong untuk otomatis)

source: Manual Expiration Time
fi_fi: Manuaalinen vanhentumisaika
he_il: זמן תפוגה ידני
id_id: Waktu Kedaluwarsa Manual

source: set expiration time manually (leave empty for automatic)
fi_fi: Aseta vanhentumisaika manuaalisesti (jätä tyhjäksi automaattista varten)
he_il: הגדרת זמן תפוגה באופן ידני (השאר ריק עבור אוטומטי)
id_id: atur waktu kedaluwarsa secara manual (biarkan kosong untuk otomatis)

source: Never
fi_fi: Ei koskaan
he_il: לעולם לא
id_id: Tak pernah

source: Credits
fi_fi: Tekijät
he_il: קרדיטים
id_id: Kredit

source: A.I. Panorama
fi_fi: A.I. Panoraama
he_il: א.י. פנורמה

source: used in total
fi_fi: käytetty yhteensä
he_il: בשימוש כולל
id_id: digunakan secara total

source: used this month
fi_fi: käytetty tässä kuussa
he_il: משמש החודש
id_id: digunakan bulan ini

source: A.I. Enhancement
fi_fi: A.I. Tehostaminen
he_il: שיפור בינה מלאכותית
id_id: A.I. Peningkatan

source: Google Street View Publish
fi_fi: Google Street View -julkaisu
he_il: Google Street View פרסם
id_id: Publikasikan Google Street View

source: Unassign all tours
fi_fi: poista kaikkien retkien hallinta
he_il: ביטול הקצאת כל הסיורים
id_id: Batalkan penetapan semua tur

source: Assign all tours / permissions
fi_fi: Määritä kaikki retket / käyttöoikeudet
he_il: הקצה את כל הסיורים / הרשאות
id_id: Tetapkan semua tur/izin

source: Disk Space Used
fi_fi: Käytetty levytila
he_il: שטח דיסק בשימוש
id_id: Ruang Disk Digunakan

source: Uploaded Files Size
fi_fi: Ladattujen tiedostojen koko
he_il: גודל קבצים שהועלו
id_id: Ukuran File yang Diunggah

source: Virtual Tours
fi_fi: Virtuaaliretket
he_il: סיורים וירטואליים
id_id: Tur Virtual

source: tours
fi_fi: retket
he_il: סיורים
id_id: wisata

source: 360 Video Tour
fi_fi: 360-videoretki
he_il: סיור וידאו 360
id_id: Tur Video 360

source: Slideshows
fi_fi: Diaesitykset
he_il: מצגות
id_id: Tayangan Salindia

source: Total Visitors
fi_fi: Kävijöitä yhteensä
he_il: סה"כ מבקרים
id_id: Jumlah Pengunjung

source: Virtual Tour Accesses
fi_fi: Virtuaaliretken käyttöoikeudet
he_il: גישה לסיור וירטואלי
id_id: Akses Tur Virtual

source: Activity
fi_fi: Toiminta
he_il: פעילות
id_id: Aktivitas

source: Delete User
fi_fi: Poista käyttäjä
he_il: מחק משתמש
id_id: Hapus pengguna

source: Are you sure you want to delete the user?
fi_fi: Haluatko varmasti poistaa tämän käyttäjän?
he_il: האם אתה בטוח שברצונך למחוק את המשתמש?
id_id: Apakah Anda yakin ingin menghapus pengguna?

source: Assign contents to
fi_fi: Määritä sisältö
he_il: הקצאת תוכן ל
id_id: Tetapkan konten ke

source: Nobody
fi_fi: Ei kukaan
he_il: אף אחד
id_id: Tidak ada

source: Attention: all the virtual tours assigned to this user will be deleted!!!
fi_fi: Huomio: kaikki käyttäjän retket poistetaan!!!
he_il: שים לב: כל הסיורים הווירטואליים שהוקצו למשתמש זה יימחקו!!
id_id: Perhatian: semua tur virtual yang ditetapkan untuk pengguna ini akan dihapus!!!

source: You cannot manage video projects on an external virtual tour!
fi_fi: Videoprojekteja ei voi hallita ulkoisella retkellä
he_il: לא ניתן לנהל פרויקטי וידאו בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat mengelola proyek video pada tur virtual eksternal!

source: Your "%s" plan not allow to manage Video Projects!
fi_fi: "%s" -suunnitelmasi ei salli videoprojektien hallintaa!
he_il: תוכנית "%s" שלך אינה מאפשרת לנהל פרויקטי וידאו!
id_id: Paket "%s" Anda tidak memungkinkan untuk mengelola Proyek Video!

source: Slides
fi_fi: Diat
he_il: שקופיות
id_id: Slide

source: Your "%s" plan not allow to create Showcases!
fi_fi: "%s" -suunnitelmasi ei salli esittelyjen luomista!
he_il: תוכנית "%s" שלך לא מאפשרת ליצור מופעי ראווה!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Etalase!

source: Loading info content ...
fi_fi: Ladataan tietosisältöä...
he_il: טוען תוכן מידע ...
id_id: Memuat konten info...

source: Saving info content ... Do not close this window!
fi_fi: Tietosisällön tallentaminen ... Älä sulje tätä ikkunaa!
he_il: שמירת תוכן מידע ... אל תסגור חלון זה!
id_id: Menyimpan konten info ... Jangan tutup jendela ini!

source: Warning: Another user with the same account is already logged in.
fi_fi: Varoitus: Toinen käyttäjä samalla tilillä on jo kirjautunut sisään.
he_il: אזהרה: משתמש אחר עם אותו חשבון כבר מחובר.
id_id: Peringatan: Pengguna lain dengan akun yang sama sudah masuk.

source: Warning: %d other users with the same account are already logged in.
fi_fi: Varoitus: %d muuta käyttäjää, joilla on sama tili, on jo kirjautunut sisään.
he_il: אזהרה: %d משתמשים אחרים בעלי אותו חשבון כבר מחוברים.
id_id: Peringatan: %d pengguna lain dengan akun yang sama sudah masuk.

source: Images List
fi_fi: Kuvien luettelo
he_il: רשימת תמונות
id_id: Daftar Gambar

source: drag images to change order
fi_fi: Muuta järjestystä vetämällä kuvia
he_il: גרירת תמונות לשינוי סדר
id_id: seret gambar untuk mengubah urutan

source: Welcome to %s configuration panel, where you can create your virtual tours in a few simple steps.
fi_fi: Tervetuloa %s asetuspaneliin, jossa voit luoda virtuaaliretkiä helposti.
he_il: ברוכים הבאים ללוח התצורה %s, שבו תוכלו ליצור את הסיורים הווירטואליים שלכם בכמה שלבים פשוטים.
id_id: Selamat datang di %s panel konfigurasi, tempat Anda dapat membuat tur virtual dalam beberapa langkah sederhana.

source: Welcome
fi_fi: Tervetuloa
he_il: ברוכים הבאים
id_id: Selamat Datang

source: START TOUR CREATION WIZARD
fi_fi: ALOITA OHJATTU RETKEN LUONTI
he_il: הפעל את אשף יצירת הסיור
id_id: MULAI WIZARD PENCIPTAAN TOUR

source: Online Visitors
fi_fi: Online-kävijät
he_il: מבקרים מקוונים
id_id: Pengunjung Online

source: No virtual tours created yet. Go to %s and create a new one!
fi_fi: Virtuaaliretkiä ei ole vielä luotu. Siirry %s ja luo uusi!
he_il: עדיין לא נוצרו סיורים וירטואליים. עבור אל %s וצור אחד חדש!
id_id: Belum ada tur virtual yang dibuat. Buka %s dan buat yang baru!

source: Subscriptions
fi_fi: Tilaukset
he_il: מנויים
id_id: Langganan

source: Active Customers
fi_fi: Aktiiviset asiakkaat
he_il: לקוחות פעילים
id_id: Pelanggan Aktif

source: users
fi_fi: käyttäjää
he_il: משתמשים

source: Last registered on
fi_fi: Rekisteröity viimeksi
he_il: נרשם לאחרונה ב
id_id: Terakhir terdaftar pada

source: On Free / Trial plans
fi_fi: Ilmaisissa / kokeilusuunnitelmissa
he_il: בתוכניות חינם / ניסיון
id_id: Pada paket Gratis / Uji Coba

source: Monthly Recurring Revenue
fi_fi: kuukausittaiset toistuvat tuotot
he_il: הכנסה חודשית חוזרת
id_id: Pendapatan Berulang Bulanan

source: Activated
fi_fi: Aktivoitu
he_il: הופעל
id_id: Diaktifkan

source: Deactivated
fi_fi: Poistettu käytöstä
he_il: מושבת
id_id: Dinonaktifkan

source: Publish to
fi_fi: Näytetään seuraavilla sivustoilla
he_il: פרסם ל
id_id: Publikasikan ke

source: Google Street View
fi_fi: Googlen katunäkymä
he_il: Street View של Google
id_id: Google Tampilan Jalan

source: Virtual Reality
fi_fi: Virtuaalitodellisuus
he_il: מציאות מדומה
id_id: Realitas maya

source: Protection
fi_fi: Suojaus
he_il: הגנה
id_id: Perlindungan

source: Mailchimp Signup Form
fi_fi: Mailchimpin rekisteröitymislomake
he_il: טופס הרשמה Mailchimp
id_id: Formulir Pendaftaran Mailchimp

source: Remember
fi_fi: Muista
he_il: זכור
id_id: Ingat

source: if the correct information is entered, do not request it at the next access
fi_fi: Jos oikeat tiedot syötetään, älä pyydä niitä seuraavan käyttökerran yhteydessä
he_il: אם המידע הנכון מוזן, אל תבקש אותו בגישה הבאה
id_id: jika informasi yang benar dimasukkan, jangan memintanya pada akses berikutnya

source: Embedded Form Code
fi_fi: Upotettu lomakekoodi
he_il: קוד טופס מוטבע
id_id: Kode Formulir Tertanam

source: Mailchimp -> Audience -> Signup Forms -> Embedded forms
fi_fi: Mailchimp -> Yleisö -> Rekisteröitymislomakkeet -> Upotetut lomakkeet
he_il: Mailchimp -> טפסי הרשמה > קהל -> טפסים משובצים
id_id: Mailchimp -> Pemirsa -> Formulir Pendaftaran -> Formulir yang disematkan

source: sends a notification to the specified email when the lead form is submitted
fi_fi: lähettää ilmoituksen määritettyyn sähköpostiin, kun liidilomake lähetetään
he_il: שולח הודעה לדוא"ל שצוין בעת שליחת טופס ההפניה
id_id: mengirimkan pemberitahuan ke email yang ditentukan ketika formulir prospek dikirimkan

source: Name Field
fi_fi: Nimikenttä
he_il: השדה “שם”
id_id: Bidang Nama

source: Company Field
fi_fi: Yrityksen kenttä
he_il: תחום החברה
id_id: Bidang Perusahaan

source: E-Mail Field
fi_fi: Sähköpostikenttä
he_il: שדה דואר אלקטרוני
id_id: Bidang Email

source: Phone Field
fi_fi: Puhelinnumerokenttä
he_il: השדה “טלפון”
id_id: Bidang Telepon

source: Expiring Dates
fi_fi: Vanhenevat päivämäärät
he_il: תאריכי תפוגה
id_id: Tanggal Kedaluwarsa
