Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: Start Date
fi_fi: Alkamispvm
he_il: תאריך התחלה
id_id: Tanggal Mulai

source: Redirect URL if < Start Date
fi_fi: Uudelleenohjauksen URL-osoite< jos aloituspäivä
he_il: ניתוב מחדש של כתובת URL אם < תאריך התחלה
id_id: Redirect URL jika < Tanggal Mulai

source: End Date
fi_fi: Loppumispvm
he_il: תאריך סיום
id_id: Tanggal Berakhir

source: Redirect URL if > End Date
fi_fi: Uudelleenohjauksen URL-osoite> jos päättymispäivä
he_il: ניתוב מחדש של כתובת URL אם > תאריך סיום
id_id: Redirect URL jika > Tanggal Berakhir

source: SET EXPIRING DATES
fi_fi: VANHENTUVIEN PÄIVÄMÄÄRIEN MÄÄRITTÄMINEN
he_il: הגדרת תאריכי תפוגה
id_id: SET TANGGAL KEDALUWARSA

source: Integration Sample Code
fi_fi: Integroinnin mallikoodi
he_il: קוד לדוגמה של שילוב
id_id: Kode Contoh Integrasi

source: Version
fi_fi: Versio
he_il: גרסה
id_id: Versi

source: Privacy Policy
fi_fi: Tietosuojaseloste
he_il: מדיניות פרטיות
id_id: Kebijakan Privasi

source: You cannot create Maps on an external virtual tour!
fi_fi: Et voi luoda karttoja ulkoiseen virtuaaliretkeen!
he_il: לא ניתן ליצור מפות בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat membuat Peta pada tur virtual eksternal!

source: Your "%s" plan not allow to create Maps!
fi_fi: "%s" -suunnitelmasi ei salli Mapsin luomista!
he_il: תוכנית "%s" שלך אינה מאפשרת ליצור מפות!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Maps!

source: CREATE NEW MAP
fi_fi: LUO UUSI KARTTA
he_il: יצירת מפה חדשה
id_id: BUAT PETA BARU

source: BULK
fi_fi: Monta
he_il: בצובר
id_id: DALAM JUMLAH BESAR

source: LOADING MAPS ...
fi_fi: LADATAAN KARTTOJA ...
he_il: טוען מפות ...
id_id: MEMuat PETA...

source: New Map
fi_fi: Uusi kartta
he_il: מפה חדשה
id_id: Peta Baru

source: Map Type
fi_fi: Kartan tyyppi
he_il: סוג מפה
id_id: Jenis peta

source: Floorplan (image)
fi_fi: Pohjapiirros (kuva)
he_il: תוכנית קומה (תמונה)
id_id: Denah lantai (gambar)

source: Map image
fi_fi: Kartan kuva
he_il: תמונת מפה
id_id: Gambar peta

source: Upload Map Image
fi_fi: Lataa karttakuva
he_il: העלה תמונת מפה
id_id: Unggah Gambar Peta

source: Delete Map
fi_fi: Poista kartta
he_il: מחק מפה
id_id: Hapus Peta

source: Are you sure you want to delete the entire map <b id='name_map_delete'></b> and all the points?
fi_fi: Haluatko varmasti poistaa koko kartan <b id='name_map_delete'></b> ja kaikki pisteet?
he_il: האם אתה בטוח שברצונך למחוק את כל המפה <b id='name_map_delete'></b> ואת כל הנקודות?
id_id: Apakah Anda yakin ingin menghapus seluruh peta?<b id='name_map_delete'></b> dan semua poin?

source: DEMO MODE
fi_fi: DEMO-TILA
he_il: מצב הדגמה
id_id: MODE DEMO

source: ADD / SAVE features are disabled.
fi_fi: ADD / SAVE-ominaisuudet on poistettu käytöstä.
he_il: תכונות ADD / SAVE מושבתות.
id_id: Fitur TAMBAH / SIMPAN dinonaktifkan.

source: Dashboard
fi_fi: Yleisnäkymä
he_il: לוח בקרה
id_id: Dasbor

source: Statistics
fi_fi: Tilastot
he_il: סטטיסטיקות
id_id: Statistik

source: Overall
fi_fi: Yleisesti
he_il: סך הכול

source: List Tours
fi_fi: Listaa retket
he_il: רשימת סיורים
id_id: Daftar Tur

source: Bulk Translate
fi_fi: Joukkokäännös
he_il: תרגום גורף
id_id: Terjemahan Massal

source: Advertisements
fi_fi: Mainokset
he_il: פרסומים
id_id: Iklan

source: Showcases
fi_fi: Esimerkit
he_il: מצגות

source: Globes
fi_fi: Maapalloa
he_il: גלובס
id_id: bola dunia

source: Collected Data
fi_fi: Kerätyt tiedot
he_il: נתונים שנאספו
id_id: Data yang Dikumpulkan

source: Upgrade
fi_fi: Päivitä
he_il: עדכון

source: Users
fi_fi: Käyttäjät
he_il: משתמשים
id_id: Pengguna

source: Plans
fi_fi: Suunnitelmat
he_il: תוכניות
id_id: Rencana

source: Your "%s" plan not allow to view Statistics!
fi_fi: "%s" -suunnitelmasi ei salli tilastojen tarkastelua!
he_il: תוכנית "%s" שלך אינה מאפשרת להציג סטטיסטיקות!
id_id: Paket "%s" Anda tidak memungkinkan untuk melihat Statistik!

source: All Visits
fi_fi: Kaikki vierailut
he_il: כל הביקורים
id_id: Semua Kunjungan

source: Unique Visits
fi_fi: Yksittäisiä käyntejä
he_il: ביקורים ייחודיים
id_id: Jumlah Kunjungan Dalam 1 IP

source: Rooms Accesses
fi_fi: Huoneiden sisäänpääsy
he_il: חדרים נגישים
id_id: Akses Kamar

source: Rooms Permanence (seconds)
fi_fi: Huoneiden pysyvyys (sekuntia)
he_il: קביעות חדרים (שניות)
id_id: Kamar Permanen (detik)

source: Accesses by time slots
fi_fi: Pääsyt aikavälien mukaan
he_il: גישה לפי משבצות זמן
id_id: Mengakses berdasarkan slot waktu

source: POI views
fi_fi: POI-näkymät
he_il: תצוגות POI
id_id: tampilan POI

source: Reset Statistics
fi_fi: Nollaa tilastot
he_il: איפוס סטטיסטיקה
id_id: Atur Ulang Statistik

source: Are you sure you want to reset all statistics for this virtual tour?
fi_fi: Haluatko varmasti nollata kaikki tämän retken tilastot?
he_il: האם אתה בטוח שברצונך לאפס את כל הנתונים הסטטיסטיים עבור סיור וירטואלי זה?
id_id: Apakah Anda yakin ingin menyetel ulang semua statistik untuk tur virtual ini?

source: Loading...
fi_fi: Ladataan…
he_il: טוען...
id_id: Memuat...

source: January
fi_fi: tammikuu
he_il: ינואר
id_id: Januari

source: February
fi_fi: helmikuu
he_il: פברואר
id_id: Februari

source: March
fi_fi: maaliskuu
he_il: מרץ
id_id: Berbaris

source: April
fi_fi: huhtikuu
he_il: אפריל

source: May
fi_fi: toukokuu
he_il: מאי
id_id: Mei

source: June
fi_fi: kesäkuu
he_il: יוני
id_id: Juni

source: July
fi_fi: heinäkuu
he_il: יולי
id_id: Juli

source: August
fi_fi: elokuu
he_il: אוגוסט
id_id: Agustus

source: September
fi_fi: syyskuu
he_il: ספטמבר

source: October
fi_fi: lokakuu
he_il: אוקטובר
id_id: Oktober

source: November
fi_fi: marraskuu
he_il: נובמבר

source: December
fi_fi: joulukuu
he_il: דצמבר
id_id: Desember

source: Export
fi_fi: Vie
he_il: ייצוא
id_id: Ekspor

source: From
fi_fi: Lähettäjä
he_il: מ
id_id: Dari

source: To
fi_fi: Vastaanottaja
he_il: אל
id_id: Kepada

source: Period
fi_fi: Ajanjakso
he_il: תקופה
id_id: Periode

source: Download image PNG
fi_fi: Lataa kuva PNG
he_il: הורד תמונה PNG
id_id: Unduh gambar PNG

source: Download image JPEG
fi_fi: Lataa kuva JPEG
he_il: הורד תמונה JPEG
id_id: Unduh gambar JPEG

source: Download document PDF
fi_fi: Lataa asiakirja PDF
he_il: להורדת המסמך PDF
id_id: Unduh dokumen PDF

source: Download image SVG
fi_fi: Lataa kuva SVG
he_il: הורד תמונה SVG
id_id: Unduh gambar SVG

source: Print
fi_fi: Tulosta
he_il: הדפסה
id_id: Cetak

source: Default View
fi_fi: Oletusnäkymä
he_il: הצג ברירת מחדל
id_id: Tampilan Default

source: Street
fi_fi: Katu
he_il: רחוב
id_id: Jalan

source: Satellite
fi_fi: Satelliittikartta
he_il: לוויין
id_id: Satelit

source: Zoom Duration
fi_fi: Zoomauksen kesto
he_il: משך זום
id_id: Durasi Zoom

source: time in seconds to zoom the globe to approach the tour
fi_fi: Aika sekunteina maapallon zoomaukseen retkeä lähestyttäessä
he_il: זמן בשניות להתקרב לגלובוס כדי להתקרב לסיור
id_id: waktu dalam hitungan detik untuk memperbesar dunia untuk mendekati tur

source: Point Size
fi_fi: Pisteen koko
he_il: גודל נקודה
id_id: Ukuran Poin

source: Point Color
fi_fi: Pisteen väri
he_il: צבע נקודה
id_id: Warna Titik

source: Point Border
fi_fi: Pisteen raja
he_il: גבול נקודה
id_id: Batas Titik

source: Minimum Altitude
fi_fi: Pienin korkeus
he_il: גובה מינימלי
id_id: Ketinggian Minimum

source: minimum height of the top view in kilometers. leave blank for the default height
fi_fi: ylimmän näkymän vähimmäiskorkeus kilometreinä. Jätä tyhjäksi oletuskorkeuden kohdaksi
he_il: גובה מינימלי של הנוף העליון בקילומטרים. השאר ריק עבור גובה ברירת המחדל
id_id: ketinggian minimum tampilan atas dalam kilometer. biarkan kosong untuk ketinggian default

source: Initial Position
fi_fi: Alkuasento
he_il: מיקום ראשוני
id_id: Posisi awal

source: REMOVE
fi_fi: POISTA
he_il: להסיר
id_id: HAPUS

source: Globe Map
fi_fi: Maapallon kartta
he_il: מפת גלובוס
id_id: Peta Dunia

source: click on point to edit, drag to change position
fi_fi: Napsauta Muokkaa kohtaa, vaihda sijaintia vetämällä
he_il: לחץ על Point כדי לערוך, גרור כדי לשנות מיקום
id_id: klik pada titik untuk mengedit, seret untuk mengubah posisi

source: Globe Point
he_il: גלוב פוינט
id_id: Titik Dunia

source: Select point from map or add a new one
fi_fi: Valitse piste kartalta tai lisää uusi
he_il: בחר נקודה מהמפה או הוסף נקודה חדשה
id_id: Pilih titik dari peta atau tambahkan yang baru

source: Latitude
fi_fi: Leveysaste
he_il: קו רוחב

source: Longitude
fi_fi: Pituusaste
he_il: קו אורך

source: Approach Position
fi_fi: Lähestymisasento
he_il: עמדת גישה
id_id: Posisi Pendekatan

source: AUTO SAVE
fi_fi: AUTOMAATTINEN TALLENNUS
he_il: שמירה אוטומטית
id_id: PENYIMPANAN OTOMATIS

source: Delete Globe
fi_fi: Poista maapallo
he_il: מחיקת גלובוס
id_id: Hapus Globe

source: Are you sure you want to delete the globe?
fi_fi: Haluatko varmasti poistaa maapallon?
he_il: האם אתה בטוח שברצונך למחוק את הגלובוס?
id_id: Anda yakin ingin menghapus globe?

source: New Globe Point
fi_fi: Uusi Globe Point
he_il: ניו גלוב פוינט
id_id: Titik Globe Baru

source: Select Tour
fi_fi: Valitse retki
he_il: בחר סיור
id_id: Pilih Tur

source: Delete Globe Point
fi_fi: Poista maapallopiste
he_il: מחק את Globe Point
id_id: Hapus Titik Globe

source: Are you sure you want to delete the globe point?
fi_fi: Haluatko varmasti poistaa maapallopisteen?
he_il: האם אתה בטוח שברצונך למחוק את נקודת הגלובוס?
id_id: Anda yakin ingin menghapus titik globe?

source: OK
he_il: אישור
id_id: Oke

source: Info - Link
fi_fi: Lisä tietoja-linkki
he_il: מידע - קישור
id_id: Info - Tautan

source: displays an information button on the floorplan that calls this link
fi_fi: Näyttää pohjapiirroksessa tietopainikkeen, joka kutsuu tätä linkkiä
he_il: מציג לחצן מידע בתוכנית הקומה שקורא לקישור זה
id_id: menampilkan tombol informasi di denah lantai yang memanggil tautan ini

source: Info - Open in
fi_fi: Info - Avaa
he_il: מידע - פתח ב
id_id: Info - Buka di

source: New Window
fi_fi: Uusi ikkuna
he_il: חלון חדש
id_id: Jendela Baru

source: Default Room
fi_fi: Oletushuone
he_il: חדר ברירת מחדל
id_id: Kamar Standar

source: when you change floorplan this room will be displayed automatically
fi_fi: Kun muutat pohjapiirrosta, tämä huone näytetään automaattisesti
he_il: בעת שינוי תוכנית קומה, חדר זה יוצג באופן אוטומטי
id_id: ketika Anda mengubah denah lantai ruangan ini akan ditampilkan secara otomatis

source: North
fi_fi: Pohjoinen
he_il: צפון
id_id: Utara

source: Width (Desktop)
fi_fi: Leveys (työpöytä)
he_il: רוחב (שולחן עבודה)
id_id: Lebar (Desktop)

source: Width (Mobile)
fi_fi: Leveys (mobiili)
he_il: רוחב (נייד)
id_id: Lebar (Seluler)

source: Zoom Level
fi_fi: Zoomaustaso
he_il: רמת זום
id_id: Tingkat Zoom

source: initial map zoom level (lower 1 - higher 20)
fi_fi: Kartan alkuperäinen zoomaustaso (alempi 1 - korkeampi 20)
he_il: רמת זום ראשונית של המפה (1 תחתון - 20 גבוה יותר)
id_id: tingkat zoom peta awal (lebih rendah 1 - lebih tinggi 20)

source: Fit all points
fi_fi: Sovita kaikkiin pisteisiin
he_il: התאם את כל הנקודות
id_id: Cocok untuk semua poin

source: Zoom to Point
fi_fi: Lähennä pisteeseen
he_il: התקרבות לנקודה
id_id: Perbesar ke Titik

source: when the point is clicked, the map is zoomed in on it
fi_fi: Kun pistettä napsautetaan, kartta lähenee siihen
he_il: כאשר לוחצים על הנקודה, המפה מתקרבת אליה
id_id: ketika titik diklik, peta diperbesar di atasnya

source: Thumbs
fi_fi: Pikkukuvat
he_il: תמונות ממוזערות (Thumbnails)
id_id: jempol

source: show or hide thumbs of the rooms on the map
fi_fi: näyttää tai piilottaa huoneiden peukalot kartalla
he_il: הצגה או הסתרה של אגודלים של החדרים על המפה
id_id: menampilkan atau menyembunyikan jempol ruangan di peta

source: Default view
fi_fi: Oletusnäkymä
he_il: תצוגת ברירת המחדל
id_id: Tampilan baku

source: Floorplan Image
fi_fi: Pohjapiirroksen kuva
he_il: תמונת תוכנית קומה
id_id: Gambar denah lantai

source: Change Image
fi_fi: Vaihda kuva
he_il: שינוי תמונה
id_id: Ganti gambar

source: Loading map image
fi_fi: Ladataan karttaa kuva
he_il: טעינת תמונת מפה
id_id: Memuat gambar peta

source: click a location on the image to add the room
fi_fi: Lisää huone klikkaamalla kuvan sijaintia
he_il: לחץ על מיקום בתמונה כדי להוסיף את החדר
id_id: klik lokasi pada gambar untuk menambahkan ruangan

source: Map Point
fi_fi: Karttapiste
he_il: נקודת מפה
id_id: Titik Peta

source: Floorplan Point
fi_fi: Pohjapiirrospiste
he_il: נקודת תוכנית קומה
id_id: Titik denah lantai

source: EDIT ROOM
fi_fi: MUOKKAA HUONETTA
he_il: חדר עריכה
id_id: RUANG EDIT

source: MARKERS
fi_fi: MARKKERIT
he_il: סמנים
id_id: PENANDA

source: New Map Point
fi_fi: Uusi karttapiste
he_il: נקודת מפה חדשה
id_id: Titik Peta Baru

source: Select Room
fi_fi: Valitse huone
he_il: בחר חדר
id_id: Pilih Kamar

source: All the rooms with EXIF GPS coordinates
fi_fi: Kaikissa huoneissa on EXIF GPS -koordinaatit
he_il: כל החדרים עם קואורדינטות GPS EXIF
id_id: Semua kamar dengan koordinat EXIF GPS

source: Delete Map Point
fi_fi: Poista karttapiste
he_il: מחיקת נקודת מפה
id_id: Hapus Titik Peta

source: Are you sure you want to delete the map point?
fi_fi: Haluatko varmasti poistaa karttapisteen?
he_il: האם אתה בטוח שברצונך למחוק את נקודת המפה?
id_id: Anda yakin ingin menghapus titik peta?

source: Floorplan image
fi_fi: Pohjapiirroksen kuva
he_il: תמונת תוכנית קומה
id_id: Gambar denah

source: Please enter a valid purchase code to continue using the application.
fi_fi: Anna kelvollinen ostokoodi jatkaaksesi sovelluksen käyttöä.
he_il: הזן קוד רכישה תקף כדי להמשיך להשתמש ביישום.
id_id: Silakan masukkan kode pembelian yang valid untuk terus menggunakan aplikasi.

source: LICENSE
fi_fi: Lisenssi
he_il: רשיון
id_id: LISENSI

source: PLUGINS
fi_fi: LIITÄNNÄT
he_il: תוספים
id_id: PLUGIN

source: REQUIREMENTS
fi_fi: Vaatimukset
he_il: דרישות
id_id: PERSYARATAN

source: GENERAL
fi_fi: Yleiset
he_il: כללי
id_id: UMUM

source: LOCALIZATION
fi_fi: LOKALISOINTI
he_il: לוקליזציה
id_id: LOKALISASI

source: STYLE
fi_fi: Tyyli
he_il: סגנון
id_id: GAYA

source: CUSTOM CSS / JS
fi_fi: MUKAUTETTU CSS / JS
he_il: CSS / JS מותאם אישית
id_id: CSS / JS KUSTOM

source: TOOLS
fi_fi: TYÖKALUT
he_il: כלים
id_id: PERALATAN

source: IMPORT / EXPORT
fi_fi: TUONTI JA VIENTI
he_il: ייבוא/ייצוא
id_id: EKSPOR IMPOR

source: STORAGE
fi_fi: Tallennustilan käyttö
he_il: אחסון
id_id: PENYIMPANAN

source: VOICE COMMANDS
fi_fi: ÄÄNIKOMENNOT
he_il: פקודות קוליות
id_id: PERINTAH SUARA

source: CATEGORIES
fi_fi: KATEGORIAT
he_il: קטגוריות
id_id: KATEGORI

source: MAIL / NOTIFICATION
fi_fi: Sähköposti-ilmoitus
he_il: דואר / הודעה
id_id: EMAIL / PEMBERITAHUAN

source: SOCIAL
fi_fi: SOSIAALINEN
he_il: חברתית
id_id: SOSIAL

source: LEGAL
fi_fi: LAILLINEN
he_il: משפטי
id_id: HUKUM

source: REGISTRATION
fi_fi: Rekisteröinti
he_il: הרשמה
id_id: PENDAFTARAN

source: PAYMENTS
fi_fi: Maksut
he_il: תשלומים
id_id: PEMBAYARAN

source: GOOGLE STREET VIEW
fi_fi: GOOGLE KATUNÄKYMÄ
he_il: STREET VIEW של GOOGLE
id_id: TAMPILAN JALAN GOOGLE

source: License
fi_fi: Lisenssi
he_il: רישיון
id_id: Lisensi

source: Purchase Code
fi_fi: Ostokoodi
he_il: קוד רכישה
id_id: Kode Pembelian

source: Where i can find it?
fi_fi: Mistä löydän sen?
he_il: היכן אוכל למצוא אותו?
id_id: Dimana saya bisa menemukannya?

source: CHECK
fi_fi: TARKISTA
he_il: חשבון
id_id: CEK

source: Plugins
fi_fi: Lisäosat
he_il: תוספים
id_id: Pengaya

source: This plugin enables the SaaS version of Simple Virtual Tour with the ability to add multiple users, subscription plans and give your customers the ability to subscribe by paying via Stripe or Paypal.
fi_fi: Tämä laajennus mahdollistaa Simple Virtual Tourin SaaS-version, jonka avulla voit lisätä useita käyttäjiä, tilaussuunnitelmia ja antaa asiakkaillesi mahdollisuuden tilata maksua Stripen tai Paypalin kautta.
he_il: תוסף זה מאפשר את גרסת ה-SaaS של Simple Virtual Tour עם היכולת להוסיף מספר משתמשים, תוכניות מנוי ולתת ללקוחות שלך את היכולת להירשם על ידי תשלום באמצעות Stripe או Paypal.
id_id: Plugin ini mengaktifkan Simple Virtual Tour versi SaaS dengan kemampuan untuk menambahkan banyak pengguna, paket berlangganan, dan memberi pelanggan Anda kemampuan untuk berlangganan dengan membayar melalui Stripe atau Paypal.

source: This plugin allows users to manage and publish virtual tours directly to Google Street View. Users can assign precise locations on the map, select specific images to publish, organize them into layers, and create connections for seamless navigation.
fi_fi: Tämän laajennuksen avulla käyttäjät voivat hallita ja julkaista virtuaalikierroksia suoraan Google Street View'ssa. Käyttäjät voivat määrittää tarkat sijainnit kartalla, valita tiettyjä kuvia julkaistaviksi, järjestää ne tasoiksi ja luoda yhteyksiä saumattomaan navigointiin.
he_il: תוסף זה מאפשר למשתמשים לנהל ולפרסם סיורים וירטואליים ישירות ל-Google Street View. משתמשים יכולים להקצות מיקומים מדויקים על המפה, לבחור תמונות ספציפיות לפרסום, לארגן אותן לשכבות וליצור חיבורים לניווט חלק.
id_id: Plugin ini memungkinkan pengguna untuk mengelola dan mempublikasikan tur virtual langsung ke Google Street View. Pengguna dapat menetapkan lokasi yang tepat pada peta, memilih gambar tertentu untuk dipublikasikan, mengaturnya ke dalam lapisan, dan membuat koneksi untuk navigasi yang lancar.

source: Google APIs
fi_fi: Googlen API:t
he_il: ממשקי API של גוגל
id_id: Google API

source: API key
fi_fi: API avain
he_il: מפתח API

source: API to enable on Google
fi_fi: API käyttöön Googlessa
he_il: API להפעלה ב-Google
id_id: API untuk diaktifkan di Google

source: Click on the <b>project drop-down menu</b> at the top of the page and select <b>New Project</b> and create a new one.
fi_fi: Napsauta sivun yläreunassa olevaa <b>avattavaa projektivalikkoa</b> ja valitse <b>Uusi projekti</b> ja luo uusi.
he_il: לחץ על <b>התפריט הנפתח של הפרויקט</b> בראש העמוד ובחר <b>פרויקט חדש</b> וצור פרויקט חדש.
id_id: Klik <b>menu tarik-turun proyek</b> di bagian atas halaman dan pilih <b>Proyek Baru</b> dan buat yang baru.

source: In the left-hand navigation menu, click on <b>APIs & Services</b> > %s
fi_fi: Napsauta vasemmanpuoleisessa navigointivalikossa kohtaa <b>APIs &amp; Services</b> &gt; %s
he_il: בתפריט הניווט הימני, לחץ על <b>ממשקי API ושירותים</b> &gt; %s
id_id: Di menu navigasi sebelah kiri, klik <b>API &amp; Layanan</b> &gt; %s

source: Library
fi_fi: Kirjasto
he_il: ספרייה
id_id: Pustaka

source: Search and enable all the <b>APIs</b> listed in the field above.
fi_fi: Etsi ja ota käyttöön kaikki yllä olevassa kentässä luetellut <b>sovellusliittymät</b> .
he_il: חפש והפעל את כל ממשקי <b>ה-API</b> המפורטים בשדה למעלה.
id_id: Cari dan aktifkan semua <b>API</b> yang tercantum pada kolom di atas.

source: Credentials
fi_fi: Tunnistetiedot
he_il: המלצות
id_id: Kredensial

source: Click the <b>+ CREATE CREDENTIALS</b> button at the top of the page.
fi_fi: Napsauta <b>+ LUO KIRJAUSTIEDOT</b> -painiketta sivun yläreunassa.
he_il: לחץ על הלחצן <b>+ CREATE CREDENTIALS</b> בחלק העליון של העמוד.
id_id: Klik tombol <b>+ BUAT KREDENSIAL</b> di bagian atas halaman.

source: Select <b>API key</b> from the drop-down menu.
fi_fi: Valitse avattavasta valikosta <b>API-avain</b> .
he_il: בחר <b>מפתח API</b> מהתפריט הנפתח.
id_id: Pilih <b>kunci API</b> dari menu tarik-turun.

source: Copy the <b>API key</b> in the field above.
fi_fi: Kopioi <b>API-avain</b> yllä olevaan kenttään.
he_il: העתק את <b>מפתח ה-API</b> בשדה למעלה.
id_id: Salin <b>kunci API</b> pada kolom di atas.

source: Authorized redirect URI
fi_fi: Valtuutettu uudelleenohjaus-URI
he_il: URI מורשה להפניה מחדש
id_id: URI pengalihan resmi

source: Client ID
fi_fi: Asiakkaan ID
he_il: מספר זיהוי של הלקוח
id_id: ID Klien

source: Client Secret
fi_fi: Client Secret -koodi
he_il: מפתח לקוח סודי

source: Click on the <b>project drop-down menu</b> at the top of the page and select your project.
fi_fi: Napsauta sivun yläreunassa olevaa <b>avattavaa projektivalikkoa</b> ja valitse projektisi.
he_il: לחץ על <b>התפריט הנפתח של הפרויקט</b> בחלק העליון של הדף ובחר את הפרויקט שלך.
id_id: Klik <b>menu tarik-turun proyek</b> di bagian atas halaman dan pilih proyek Anda.

source: Select <b>OAuth client ID</b> from the drop-down menu.
fi_fi: Valitse <b>OAuth-asiakastunnus</b> avattavasta valikosta.
he_il: בחר <b>מזהה לקוח OAuth</b> מהתפריט הנפתח.
id_id: Pilih <b>ID klien OAuth</b> dari menu tarik-turun.

source: As application type select <b>Web application</b>.
fi_fi: Valitse sovellustyypiksi <b>Web-sovellus</b> .
he_il: כסוג יישום בחר <b>יישום אינטרנט</b> .
id_id: Sebagai jenis aplikasi pilih <b>Aplikasi Web</b> .

source: Click the <b>+ ADD URI</b> button in the <b>Authorized redirect URIs</b> section and enter the corresponding link you find above.
fi_fi: Napsauta <b>+ LISÄÄ URI</b> -painiketta <b>Valtuutetut uudelleenohjaus-URI:t</b> -osiossa ja kirjoita vastaava linkki, jonka löydät yllä.
he_il: לחץ על הלחצן <b>+ הוסף URI</b> בקטע <b>URIs להפניה מחדש מורשית</b> והזן את הקישור המתאים שאתה מוצא למעלה.
id_id: Klik tombol <b>+ TAMBAHKAN URI</b> di bagian <b>URI pengalihan resmi</b> dan masukkan tautan sesuai yang Anda temukan di atas.

source: Click the <b>CREATE</b> button and copy the <b>Client ID</b> and <b>Client Secret</b> in the fields above.
fi_fi: Napsauta <b>LUO-</b> painiketta ja kopioi <b>asiakastunnus</b> ja <b>asiakassalaisuus</b> yllä oleviin kenttiin.
he_il: לחץ על הלחצן <b>צור</b> והעתק את <b>מזהה הלקוח</b> ואת <b>סוד הלקוח</b> בשדות למעלה.
id_id: Klik tombol <b>BUAT</b> dan salin <b>ID Klien</b> dan <b>Rahasia Klien</b> pada kolom di atas.

source: OAuth consent screen
fi_fi: OAuth-suostumusnäyttö
he_il: מסך הסכמה של OAuth
id_id: Layar persetujuan OAuth

source: Follow the on-screen instructions to create and configure you consent screen.
fi_fi: Luo ja määritä suostumuksesi näyttö noudattamalla näytön ohjeita.
he_il: עקוב אחר ההוראות שעל המסך כדי ליצור ולהגדיר את מסך ההסכמה שלך.
id_id: Ikuti petunjuk di layar untuk membuat dan mengonfigurasi layar persetujuan Anda.

source: On <b>Scope</b> section add these: <b>People API</b> and <b>Street View Publish API</b>.
fi_fi: Lisää <b>Scope-</b> osioon nämä: <b>People API</b> ja <b>Street View Publish API</b> .
he_il: בקטע <b>Scope</b> הוסף את אלה: <b>People API</b> ו- <b>Street View Publish API</b> .
id_id: Pada bagian <b>Scope</b> tambahkan ini: <b>People API</b> dan <b>Street View Publish API</b> .

source: Once the application is finished and tested you can proceed with publishing.
fi_fi: Kun sovellus on valmis ja testattu, voit jatkaa julkaisua.
he_il: לאחר סיום היישום ונבדק, תוכל להמשיך בפרסום.
id_id: Setelah aplikasi selesai dan diuji, Anda dapat melanjutkan dengan penerbitan.

source: Key
fi_fi: Avain
he_il: מפתח
id_id: Kunci

source: if empty the API will not works
fi_fi: jos tyhjä API ei toimi
he_il: אם ה- API ריק, ה- API לא יפעל
id_id: jika kosong API tidak akan berfungsi

source: Generate
fi_fi: Kehitä
he_il: ליצור סיומות הטלפון בין שרתים
id_id: Menghasilkan

source: Documentation
fi_fi: Dokumentaatio
he_il: תיעוד
id_id: Dokumentasi

source: Import Files
fi_fi: Tuo tiedostot
he_il: ייבוא קבצים
id_id: Impor File

source: To manually import a file, upload it via FTP to your server folder:
fi_fi: Tuo tiedosto manuaalisesti lataamalla se FTP:n kautta palvelinkansioosi:
he_il: כדי לייבא קובץ באופן ידני, העלה אותו באמצעות FTP לתיקיית השרת שלך:
id_id: Untuk mengimpor file secara manual, unggah file melalui FTP ke folder server Anda:

source: File Name
fi_fi: Tiedoston nimi
he_il: שם קובץ
id_id: Nama File

source: Create Date
fi_fi: Luontipäivä
he_il: תאריך יצירה
id_id: Buat Tanggal

source: Export Files
fi_fi: Vie tiedostoja
he_il: ייצוא קבצים
id_id: Ekspor File

source: Remote Storage
fi_fi: Etätallennus
he_il: אחסון מרחוק
id_id: Penyimpanan Jarak Jauh

source: enable this remote storage (you need to initialize first)
fi_fi: Ota tämä etätallennus käyttöön (sinun on ensin alustettava)
he_il: הפעל אחסון מרוחק זה (עליך לאתחל תחילה)
id_id: aktifkan penyimpanan jarak jauh ini (Anda perlu menginisialisasi terlebih dahulu)

source: Use automatically
fi_fi: Käytä automaattisesti
he_il: שימוש אוטומטי
id_id: Gunakan secara otomatis
