Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: after creating a tour a popup appears asking whether to add rooms
fi_fi: kiertomatkan luomisen jälkeen näkyviin tulee ponnahdusikkuna, jossa kysytään, lisätäänkö huoneita
he_il: לאחר יצירת סיור, מופיע חלון קופץ השואל אם להוסיף חדרים
id_id: setelah membuat tur, muncul popup yang menanyakan apakah akan menambah ruangan

source: Template
fi_fi: Mallipohja
he_il: תבנית

source: Virtual Tour
fi_fi: Virtuaaliretki
he_il: סיור וירטואלי
id_id: Tur Virtual

source: virtual tour used as template when create a new one
fi_fi: Virtuaaliretkeä käytetään mallina uutta luotaessa
he_il: סיור וירטואלי המשמש כתבנית בעת יצירת סיור חדש
id_id: tur virtual digunakan sebagai templat saat membuat yang baru

source: virtual tour used as sample data
fi_fi: Virtuaaliretkeä käytetään esimerkkiaineistona
he_il: סיור וירטואלי המשמש כנתונים לדוגמה
id_id: tur virtual digunakan sebagai data sampel

source: Included (SVT demo)
fi_fi: Mukana (SVT-demo)
he_il: כלול (הדגמת SVT)
id_id: Termasuk (demo SVT)

source: Branding
fi_fi: Brändäys
he_il: מיתוג
id_id: merek

source: Application Name
fi_fi: Sovelluksen nimi vaaditaan sovellussalasanan luomiseksi.
he_il: שם יישום
id_id: Nama Aplikasi

source: Sidebar
fi_fi: Sivupalkki
he_il: סרגל צד

source: Gradient
fi_fi: Liukuväri
he_il: מעבר צבע (Gradient)
id_id: Gradien

source: Flat
fi_fi: Litteä
he_il: שטוח

source: Dark Mode
fi_fi: Tumma tila
he_il: מצב כהה
id_id: Mode Gelap

source: Forced (only dark mode)
fi_fi: Pakotettu (vain tumma tila)
he_il: מאולץ (מצב כהה בלבד)
id_id: Paksa (hanya mode gelap)

source: Font
fi_fi: Fontti
he_il: פונט
id_id: Fonta

source: Sidebar Color 1
fi_fi: Sivupalkin väri 1
he_il: צבע סרגל צידי 1
id_id: Warna Bilah Samping 1

source: Sidebar Color 2
fi_fi: Sivupalkin väri 2
he_il: צבע סרגל צידי 2
id_id: Warna Bilah Samping 2

source: Welcome Message
fi_fi: Tervetuloa Viesti
he_il: הודעת ברוכים הבאים
id_id: Pesan Selamat Datang

source: leave empty for default welcome message
fi_fi: Jätä tyhjäksi oletusarvoista aloitusviestiä varten
he_il: השאר ריק עבור הודעת ברכה המוגדרת כברירת מחדל
id_id: biarkan kosong untuk pesan selamat datang default

source: Logo Small
fi_fi: Logo pieni
he_il: לוגו קטן
id_id: Logo Kecil

source: Login Theme
fi_fi: Kirjaudu sisään -teema
he_il: ערכת נושא להתחברות
id_id: Masuk Tema

source: Style 1 (image alongside the form)
fi_fi: Tyyli 1 (kuva lomakkeen vieressä)
he_il: סגנון 1 (תמונה לצד הטופס)
id_id: Gaya 1 (gambar di samping formulir)

source: Style 2 (image as background)
fi_fi: Tyyli 2 (kuva taustana)
he_il: סגנון 2 (תמונה כרקע)
id_id: Gaya 2 (gambar sebagai latar belakang)

source: Register Theme
fi_fi: Rekisteröi teema
he_il: רישום ערכת נושא
id_id: Daftarkan Tema

source: Login image
fi_fi: Kirjaudu sisään -kuva
he_il: תמונת התחברות
id_id: Gambar masuk

source: Upload Login Image
fi_fi: Lataa kirjautumiskuva
he_il: העלה תמונת התחברות
id_id: Unggah Gambar Masuk

source: Registration image
fi_fi: Rekisteröinnin kuva
he_il: תמונת רישום
id_id: Gambar pendaftaran

source: Upload Registration Image
fi_fi: Lataa rekisteröintikuva
he_il: העלה תמונת הרשמה
id_id: Unggah Gambar Pendaftaran

source: Footer
fi_fi: Alatunniste
he_il: פוטר

source: Name Item
fi_fi: Nimike
he_il: פריט שם
id_id: Nama Barang

source: Content Item
fi_fi: Sisältökohde
he_il: פריט תוכן
id_id: Barang Konten

source: insert a textual content or a link to an external site
fi_fi: Tekstimuotoisen sisällön tai ulkoiseen sivustoon johtavan linkin lisääminen
he_il: הוספת תוכן טקסטואלי או קישור לאתר חיצוני
id_id: menyisipkan konten tekstual atau tautan ke situs eksternal

source: Icon Item
fi_fi: Ikonikohde
he_il: פריט סמל
id_id: Barang Ikon

source: Type Item
fi_fi: Kirjoita kohde
he_il: סוג פריט
id_id: Ketik Barang

source: Link Item
fi_fi: Linkki kohde
he_il: פריט קישור
id_id: Tautan Barang

source: Backend
fi_fi: Hallintapuoli
he_il: אחורי

source: General (affects all virtual tours)
fi_fi: Yleiset (koskee kaikkia retkiä)
he_il: כללי (משפיע על כל הסיורים הווירטואליים)
id_id: Umum (memengaruhi semua tur virtual)

source: Custom JS
fi_fi: Mukautettu JS
he_il: קוד JS מותאם אישית
id_id: Kustom JS

source: Custom Head Elements
fi_fi: Mukautetut pääelementit
he_il: רכיבי ראש מותאמים אישית
id_id: Elemen Kepala Kustom

source: Web VR Button
fi_fi: Web VR -painike
he_il: לחצן VR באינטרנט
id_id: Tombol VR Web

source: Built-in version
fi_fi: Sisäänrakennettu versio
he_il: גרסה מובנית
id_id: Versi bawaan

source: Standalone version (Headset VR compatible)
fi_fi: Erillinen versio (VR-yhteensopivat virtuaalilasit)
he_il: גרסה עצמאית (תואמת Headset VR)
id_id: Versi mandiri (kompatibel dengan Headset VR)

source: Icons (Standalone version)
fi_fi: Kuvakkeet (erillinen versio)
he_il: סמלים (גרסה עצמאית)
id_id: Ikon (Versi mandiri)

source: Marker
fi_fi: Merkitsin
he_il: סמן
id_id: Penanda

source: POI Image
fi_fi: POI-kuva
he_il: תמונת POI
id_id: Gambar POI

source: POI Video
he_il: וידאו POI
id_id: Video POI

source: POI Video 360
he_il: POI וידאו 360

source: POI Text
fi_fi: POI-teksti
he_il: טקסט POI
id_id: Teks POI

source: POI Audio
fi_fi: POI-ääni
he_il: שמע POI
id_id: Audio POI

source: POI Object 3D
fi_fi: POI-objekti 3D
he_il: אובייקט POI 3D
id_id: Objek POI 3D

source: Mail Server Settings
fi_fi: Sähköpostipalvelimen asetukset
he_il: הגדרות שרת דואר
id_id: Pengaturan Server Surat

source: SMTP Server
fi_fi: SMTP-palvelinportti
he_il: שרת SMTP
id_id: Server SMTP

source: SMTP Port
fi_fi: SMTP-portti
he_il: יציאת SMTP
id_id: Port SMTP

source: SMTP Secure
he_il: מאובטח ב-SMTP
id_id: SMTP Aman

source: SMTP Auth - Username
fi_fi: SMTP Auth - Käyttäjätunnus
he_il: אימות SMTP - שם משתמש
id_id: SMTP Auth - Nama Pengguna

source: SMTP Auth - Password
fi_fi: SMTP-todennus - salasana
he_il: אימות SMTP - סיסמה
id_id: Otentikasi SMTP - Kata Sandi

source: From E-Mail
fi_fi: Sähköpostista
he_il: מתוך דואר אלקטרוני
id_id: Dari email

source: From Name
fi_fi: Lähettäjän nimi
he_il: שם השולח
id_id: Dari nama

source: VALIDATE MAIL SETTINGS
fi_fi: MAILIN ASETUSTEN VAHVISTAMINEN
he_il: אימות הגדרות דואר
id_id: VALIDASI PENGATURAN EMAIL

source: Notifications
fi_fi: Ilmoitukset
he_il: התראות
id_id: Pemberitahuan

source: Cron Job
fi_fi: Ajastus
he_il: Cron
id_id: Tugas Cron

source: you have to run this php script as a cronjob every minute on your server for notifications requiring it to work
fi_fi: Sinun on suoritettava tämä PHP-komentosarja cronjobina joka minuutti palvelimellasi ilmoituksia varten, jotka vaativat sen toimimista
he_il: אתה צריך להריץ את סקריפט PHP זה כ- cronjob בכל דקה בשרת שלך לקבלת הודעות המחייבות אותו לעבוד
id_id: Anda harus menjalankan skrip php ini sebagai cronjob setiap menit di server Anda untuk pemberitahuan yang mengharuskannya berfungsi

source: Admin E-Mail
fi_fi: Järjestelmänvalvojan sähköposti
he_il: דואר אלקטרוני של מנהל מערכת
id_id: Email Admin

source: Days before expiration notification
fi_fi: Päivää ennen vanhentumisilmoitusta
he_il: ימים לפני הודעת התפוגה
id_id: Pemberitahuan hari sebelum kedaluwarsa

source: Require Cron
fi_fi: Vaadi Cronia
he_il: דרוש Cron
id_id: Membutuhkan Cron

source: Notify Admin
fi_fi: Ilmoita järjestelmänvalvojalle
he_il: הודע למנהל
id_id: Beritahu Admin

source: Notify Customer
fi_fi: Ilmoita asiakkaalle
he_il: להודיע ללקוח
id_id: Beri tahu Pelanggan

source: A new user is registered
fi_fi: Uusi käyttäjä rekisteröidään
he_il: משתמש חדש נרשם
id_id: Pengguna baru telah terdaftar

source: User added by admin
fi_fi: Käyttäjän lisäsi admin
he_il: משתמש נוסף על-ידי מנהל מערכת
id_id: Pengguna ditambahkan oleh admin

source: The Plan is expiring
fi_fi: Ohjelma on päättymässä
he_il: תוקף התוכנית פג
id_id: Rencananya berakhir

source: The Plan has expired
fi_fi: Ohjelma on päättynyt
he_il: תוקף התוכנית פג
id_id: Paket telah kedaluwarsa

source: The Plan has changed
fi_fi: Suunnitelma on muuttunut
he_il: התוכנית השתנתה
id_id: Rencana telah berubah

source: The Plan has canceled
fi_fi: Suunnitelma on peruutettu
he_il: התוכנית בוטלה
id_id: Rencana telah dibatalkan

source: A Tour is created
fi_fi: Retki on luotu
he_il: נוצר סיור
id_id: Tur dibuat

source: Mail Texts
fi_fi: Lähetä tekstiviestit
he_il: הודעות דואר
id_id: Teks Surat

source: Activation mail - Subject
fi_fi: Aktivointiviesti - Aihe
he_il: דואר הפעלה - נושא
id_id: Email aktivasi - Subjek

source: Activation mail - Body
fi_fi: Aktivointiposti - Body
he_il: דואר הפעלה - גוף
id_id: Email aktivasi - Isi

source: variables in the mail text:
fi_fi: Muuttujat sähköpostitekstissä:
he_il: משתנים בטקסט הדואר:
id_id: variabel dalam teks email:

source: A new user is registered - Subject
fi_fi: Uusi käyttäjä on rekisteröitynyt - Aihe
he_il: משתמש חדש נרשם - נושא
id_id: Pengguna baru terdaftar - Subjek

source: A new user is registered- Body
fi_fi: Uusi käyttäjä on rekisteröity- Body
he_il: משתמש חדש נרשם- גוף
id_id: Pengguna baru terdaftar- Tubuh

source: Forgot password mail - Subject
fi_fi: Unohtuiko salasanaposti - Aihe
he_il: שכחתי סיסמה דואר - נושא
id_id: Email lupa kata sandi - Subjek

source: Forgot password mail - Body
fi_fi: Unohtuiko salasanaposti - Body
he_il: שכחתי סיסמה דואר - גוף
id_id: Email lupa kata sandi - Isi

source: The Plan is expiring - Subject
fi_fi: Suunnitelma on päättymässä - Aihe
he_il: תוקף התוכנית פג - בכפוף
id_id: Rencananya kedaluwarsa - Subjek

source: The Plan is expiring - Body
fi_fi: Suunnitelma on päättymässä - Body
he_il: תוקף התוכנית פג - גוף
id_id: Rencananya kedaluwarsa - Tubuh

source: The Plan has expired - Subject
fi_fi: Suunnitelma on vanhentunut - Aihe
he_il: תוקף התוכנית פג - נושא
id_id: Paket telah kedaluwarsa - Subjek

source: The Plan has expired - Body
fi_fi: Suunnitelma on päättynyt - Body
he_il: פג תוקפה של התוכנית - גוף
id_id: Paket telah kedaluwarsa - Tubuh

source: The Plan has changed - Subject
fi_fi: Suunnitelma on muuttunut - Aihe
he_il: התוכנית השתנתה - נושא
id_id: Rencana telah berubah - Subjek

source: The Plan has changed - Body
fi_fi: Suunnitelma on muuttunut - Body
he_il: התוכנית השתנתה - גוף
id_id: Rencana telah berubah - Tubuh

source: The Plan has canceled - Subject
fi_fi: Suunnitelma on peruutettu - Aihe
he_il: התוכנית בוטלה - בכפוף
id_id: Rencana telah dibatalkan - Subjek

source: The Plan has canceled - Body
fi_fi: Suunnitelma on peruutettu - Body
he_il: התוכנית בוטלה - גוף
id_id: Rencana telah dibatalkan - Tubuh

source: Social Login
fi_fi: Kirjautuminen some-tunnuksilla
he_il: התחברות באמצעות רשת חברתית
id_id: Login Sosial Media

source: To make the integration with social providers work, you need to create login applications and retrieve credentials in their respective developer panels. Where required, enter the following parameters to enable the integrations.
fi_fi: Jotta integrointi sosiaalisten palveluntarjoajien kanssa toimisi, sinun on luotava kirjautumissovelluksia ja haettava tunnistetiedot niiden kehittäjäpaneeleista. Anna tarvittaessa seuraavat parametrit integraatioiden käyttöönottoa varten.
he_il: כדי שהשילוב עם ספקים חברתיים יעבוד, עליך ליצור יישומי התחברות ולאחזר אישורים בלוחות המפתחים המתאימים שלהם. במידת הצורך, הזן את הפרמטרים הבאים כדי לאפשר את האינטגרציות.
id_id: Agar integrasi dengan penyedia sosial berfungsi, Anda perlu membuat aplikasi masuk dan mengambil kredensial di panel pengembang masing-masing. Jika diperlukan, masukkan parameter berikut untuk mengaktifkan integrasi.

source: Callback Url
fi_fi: Takaisinkutsun URL-osoite
he_il: כתובת URL להתקשרות חוזרת
id_id: Url Panggilan Balik

source: Whitelist Domain
fi_fi: Sallittujen luettelossa oleva verkkotunnus
he_il: דומיין הרשימה הלבנה
id_id: Domain Daftar Putih

source: Google - Enable
fi_fi: Google - Ota käyttöön
he_il: Google - הפעל
id_id: Google - Aktifkan

source: Google - Id
fi_fi: Google - Tunnus
he_il: גוגל - מזהה
id_id: Google - Identitas

source: Google - Secret
fi_fi: Google - Salaisuus
he_il: גוגל - סוד
id_id: Google - Rahasia

source: Facebook - Enable
fi_fi: Facebook - Ota käyttöön
he_il: פייסבוק - אפשר
id_id: Facebook - Aktifkan

source: Facebook - Id
he_il: פייסבוק - מזהה

source: Facebook - Secret
fi_fi: Facebook - Salaisuus
he_il: פייסבוק - סוד
id_id: Facebook - Rahasia

source: Twitter - Enable
fi_fi: Twitter - Ota käyttöön
he_il: טוויטר - אפשר
id_id: Twitter - Aktifkan

source: Twitter - Id
fi_fi: Twitter - Tunnus
he_il: טוויטר - מזהה

source: Twitter - Secret
fi_fi: Twitter - Salaisuus
he_il: טוויטר - Secret
id_id: Twitter - Rahasia

source: WeChat - Enable
fi_fi: WeChat - Ota käyttöön
he_il: WeChat - אפשר
id_id: WeChat - Aktifkan

source: WeChat - Id
fi_fi: WeChat - Tunnus
he_il: WeChat - מזהה

source: WeChat - Secret
fi_fi: WeChat - Salaisuus
he_il: WeChat - סוד
id_id: WeChat - Rahasia

source: QQ - Enable
fi_fi: QQ - Ota käyttöön
he_il: QQ - הפעל
id_id: QQ - Aktifkan

source: QQ - Id
fi_fi: QQ - Tunnus
he_il: QQ - מזהה

source: QQ - Secret
fi_fi: QQ - Salaisuus
he_il: QQ - סוד
id_id: QQ - Rahasia

source: Registration Settings
fi_fi: Rekisteröintiasetukset
he_il: הגדרות הרשמה
id_id: Pengaturan Pendaftaran

source: enables registration form for users
fi_fi: Ottaa rekisteröintilomakkeen käyttöön käyttäjille
he_il: מאפשר טופס הרשמה למשתמשים
id_id: memungkinkan formulir pendaftaran untuk pengguna

source: Validate Email
fi_fi: Vahvista sähköposti
he_il: אימות דואר אלקטרוני
id_id: Validasi Email

source: send an email to new users to validate their account
fi_fi: Lähetä sähköpostia uusille käyttäjille tilin vahvistamiseksi
he_il: שליחת דואר אלקטרוני למשתמשים חדשים כדי לאמת את החשבון שלהם
id_id: kirim email ke pengguna baru untuk memvalidasi akun mereka

source: Change Plan
fi_fi: Vaihda tilaus
he_il: שינוי תוכנית
id_id: Ubah Rencana

source: enables change plan for users
fi_fi: Ottaa muutossuunnitelman käyttöön käyttäjille
he_il: הפיכת תוכנית שינוי לזמינה עבור משתמשים
id_id: memungkinkan perubahan rencana untuk pengguna

source: Default Plan
fi_fi: Oletussuunnitelma
he_il: תוכנית ברירת מחדל
id_id: Paket Default

source: default plan assigned to new registered users
fi_fi: Uusille rekisteröityneille käyttäjille määritetty oletussuunnitelma
he_il: תוכנית ברירת מחדל שהוקצתה למשתמשים רשומים חדשים
id_id: paket default ditetapkan untuk pengguna terdaftar baru

source: Mandatory
fi_fi: Pakollinen
he_il: חובה
id_id: Wajib

source: visible in registration form and on backend footer
fi_fi: näkyy rekisteröintilomakkeessa ja taustan alatunnisteessa
he_il: גלוי בטופס הרישום ובכותרת התחתונה העורפית
id_id: terlihat di formulir pendaftaran dan di footer backend

source: visible in lead/form protections and on backend footer
fi_fi: näkyy liidi-/lomakesuojauksissa ja taustan alatunnisteessa
he_il: גלוי בהגנות הפניה/טופס ובכותרת התחתונה העורפית
id_id: terlihat di perlindungan prospek/formulir dan di footer backend

source: Cookie
fi_fi: Evästeet
he_il: עוגייה

source: Cookie Consent
fi_fi: Evästeiden suostumus
he_il: הסכמה לקובצי Cookie
id_id: Persetujuan Cookie

source: enable cookie consent modal on the backend
fi_fi: ota evästeen suostumusmodaali käyttöön taustajärjestelmässä
he_il: הפעל מודאל הסכמה לקובצי Cookie בקצה האחורי
id_id: aktifkan modal persetujuan cookie di backend

source: visible in backend footer and / or into consent modal
fi_fi: näkyy taustan alatunnisteessa ja/tai suostumusmodaalissa
he_il: גלוי בכותרת התחתונה העורפית ו/או במודאל ההסכמה
id_id: terlihat di footer backend dan/atau ke dalam modal persetujuan

source: enable this payment method (you need to initialize first)
fi_fi: Ota tämä maksutapa käyttöön (sinun on ensin alustettava)
he_il: הפעל אמצעי תשלום זה (תחילה עליך לאתחל)
id_id: aktifkan metode pembayaran ini (Anda harus menginisialisasi terlebih dahulu)

source: Automatic Tax
fi_fi: Automaattinen vero
he_il: מס אוטומטי
id_id: Pajak Otomatis

source: Calculate and collect sales tax, VAT, and GST automatically. You need to configure it under Stripe Dashboard - Tax Settings
fi_fi: Laske ja kerää arvonlisävero, ALV ja ALV automaattisesti. Sinun on määritettävä se kohdassa Stripe Dashboard - Tax Settings
he_il: חשב וגבה מס מכירה, מע"מ ו- GST באופן אוטומטי. עליך להגדיר אותו תחת לוח מחוונים של Stripe - הגדרות מס
id_id: Hitung dan kumpulkan pajak penjualan, PPN, dan GST secara otomatis. Anda perlu mengonfigurasinya di Dashboard Stripe - Pengaturan Pajak

source: Prices with taxes included
fi_fi: Verot sisältävät hinnat
he_il: מחירים כולל מסים
id_id: Harga sudah termasuk pajak

source: Prices with taxes excluded
fi_fi: Hinnat ilman veroja
he_il: מחירים שאינם כוללים מסים
id_id: Harga belum termasuk pajak

source: Publishable key
he_il: מפתח פרסומי
id_id: Kunci yang dapat dipublikasikan

source: From the menu bar, go to the <b>Developers</b> section of the Stripe dashboard and click on %s.
fi_fi: Siirry valikkoriviltä Stripe-hallintapaneelin <b>Kehittäjät-osioon</b> ja napsauta %s.
he_il: משורת התפריטים, עבור לאזור <b>מפתחים</b> בלוח המחוונים של Stripe ולחץ על %s.
id_id: Dari bilah menu, buka bagian <b>Pengembang</b> di dasbor Stripe dan klik %s.

source: API Keys
fi_fi: API-avaimet
he_il: מפתחות API
id_id: Kunci API

source: Copy the <b>Publishable key</b> and <b>Secret key</b> in the fields above and click <b>Initialize</b>
fi_fi: Kopioi <b>julkaisuavain</b> ja <b>salainen avain</b> yllä oleviin kenttiin ja valitse <b>Alusta</b>
he_il: העתק את <b>המפתח הניתן לפרסום</b> ואת <b>המפתח הסודי</b> בשדות לעיל ולחץ על <b>אתחל</b>
id_id: Salin <b>kunci</b> yang Dapat Diterbitkan dan kunci <b>Rahasia</b> di bidang di atas dan klik <b>Inisialisasi</b>

source: Live
he_il: חי
id_id: Aktif

source: if not selected, use the paypal sandbox for testing
fi_fi: Jos tätä ei ole valittu, käytä testaukseen PayPal Sandboxia
he_il: אם האפשרות לא נבחרה, השתמש בארגז החול של PayPal לבדיקה
id_id: jika tidak dipilih, gunakan kotak pasir paypal untuk pengujian

source: Client Id
fi_fi: Asiakas ID
he_il: מזהה לקוח
id_id: ID Klien

source: Secret
fi_fi: Salainen
he_il: סוד
id_id: Rahasia

source: Go to the %s section, click on <b>Live</b> button and then on the <b>Create app</b> button.
fi_fi: Siirry osioon %s , napsauta <b>Live-painiketta</b> ja sitten <b>Luo sovellus</b> -painiketta.
he_il: עבור אל המקטע %s , לחץ על כפתור <b>חי</b> ולאחר מכן על כפתור <b>צור אפליקציה</b> .
id_id: Buka bagian %s, klik tombol <b>Langsung</b> , lalu klik tombol <b>Buat aplikasi</b> .

source: Apps & Credentials
fi_fi: Sovellukset ja tunnistetiedot
he_il: אפליקציות ואישורים
id_id: Aplikasi & Kredensial

source: Copy the <b>Client ID</b> and <b>Secret</b> in the fields above and click <b>Initialize</b>
fi_fi: Kopioi <b>asiakastunnus</b> ja <b>salaisuus</b> yllä oleviin kenttiin ja valitse <b>Alusta</b>
he_il: העתק את <b>מזהה הלקוח</b> <b>והסוד</b> בשדות לעיל ולחץ על <b>אתחל</b>
id_id: Salin <b>ID Klien</b> dan <b>Rahasia</b> di bidang di atas dan klik <b>Inisialisasi</b>

source: if you change from sandbox to live check that you have entered your live API credentials, check Live and Initialize again
fi_fi: Jos vaihdat Sandbox-ympäristöstä Live-tilaan, tarkista, että olet antanut Live API -tunnistetietosi, valitse Live and Initialize uudelleen
he_il: אם אתה עובר מארגז חול (Sandbox) ל-Live Check שהזנת את אישורי ה-API החי שלך, סמן שוב את Live ו-Initialize
id_id: jika Anda mengubah dari kotak pasir menjadi langsung, periksa apakah Anda telah memasukkan kredensial API langsung Anda, periksa Langsung dan Inisialisasi lagi

source: Voice commands works with all browsers that implement the Speech Recognition interface of the Web Speech API.
fi_fi: Äänikomennot toimivat kaikissa selaimissa, jotka toteuttavat Web Speech API:n puheentunnistusliittymän.
he_il: פקודות קוליות פועלות עם כל הדפדפנים המיישמים את ממשק זיהוי הדיבור של Web Speech API.
id_id: Perintah suara berfungsi dengan semua browser yang mengimplementasikan antarmuka Speech Recognition dari Web Speech API.

source: Enter language code
fi_fi: Anna kielikoodi
he_il: הזן קוד שפה
id_id: Masukkan kode bahasa

source: Languages Supported
fi_fi: Tuetut kielet
he_il: שפות נתמכות
id_id: Bahasa yang Didukung

source: Commands
fi_fi: Komennot
he_il: פקודות
id_id: Perintah

source: Welcome message
fi_fi: Tervetuloa Viesti
he_il: מסר פתיחה
id_id: Pesan selamat datang

source: Listening message
fi_fi: Kuunteleva viesti
he_il: הודעת האזנה
id_id: Mendengarkan pesan

source: Error message
fi_fi: Virheilmoitus
he_il: הודעת שגיאה
id_id: Pesan kesalahan

source: Help command
fi_fi: Ohje-komento
he_il: הפקודה 'עזרה'
id_id: Perintah bantuan

source: show help message
fi_fi: Näytä ohjeviesti
he_il: הצג הודעת עזרה
id_id: tampilkan pesan bantuan

source: Help response
fi_fi: Auta vastausta
he_il: עזרה תגובה
id_id: Tanggapan bantuan

source: Next command
fi_fi: Seuraava komento
he_il: הפקודה הבאה
id_id: Perintah selanjutnya

source: go to next room
fi_fi: Siirry seuraavaan huoneeseen
he_il: עבור לחדר הבא
id_id: pergi ke kamar sebelah

source: Next response
fi_fi: Seuraava vastaus
he_il: התגובה הבאה
id_id: Tanggapan selanjutnya

source: Previous command
fi_fi: Edellinen-komento
he_il: הפקודה הקודמת
id_id: Perintah sebelumnya

source: go to previous room
fi_fi: Siirry edelliseen huoneeseen
he_il: עבור לחדר הקודם
id_id: pergi ke kamar sebelumnya

source: Previous response
fi_fi: Aiempi vastaus
he_il: תגובה קודמת
id_id: Tanggapan sebelumnya

source: Left command
fi_fi: Vasen komento
he_il: הפקודה 'שמאל'
id_id: Perintah kiri

source: looking left
fi_fi: Katse vasemmalle
he_il: מבט שמאלה
id_id: melihat ke kiri

source: Left response
fi_fi: Vasen vastaus
he_il: תגובה שמאלית
id_id: Respon kiri

source: Right command
fi_fi: Oikea komento
he_il: פקודה ימנית
id_id: Perintah yang benar

source: looking right
fi_fi: Näyttää oikealta
he_il: במבט נכון
id_id: terlihat benar

source: Right response
fi_fi: Oikea vastaus
he_il: תגובה נכונה
id_id: Respon yang benar

source: Up command
fi_fi: Ylös-komento
he_il: הפקודה 'למעלה'
id_id: Perintah naik

source: looking up
fi_fi: Katse ylöspäin
he_il: מבט למעלה
id_id: melihat ke atas

source: Up response
fi_fi: Ylös vastaus
he_il: תגובת מעלה
id_id: Tanggapan atas

source: Down command
fi_fi: Alas-komento
he_il: הפקודה 'למטה'
id_id: Perintah turun

source: looking down
fi_fi: katse alas
he_il: מבט למטה
id_id: melihat ke bawah

source: Down response
fi_fi: Alas vastaus
he_il: תגובת מטה
id_id: Respon bawah

source: Categories
fi_fi: Kategoriat
he_il: קטגוריות
id_id: Kategori

source: Actions
fi_fi: Toiminnot
he_il: פעולות
id_id: Tindakan

source: new category
fi_fi: Uusi kategoria
he_il: קטגוריה חדשה
id_id: kategori baru

source: Delete Category
fi_fi: Poista kategoria
he_il: מחיקת קטגוריה
id_id: Hapus Kategori

source: Are you sure you want to delete this category?
fi_fi: Haluatko varmasti poistaa tämän luokan?
he_il: האם אתה בטוח שברצונך למחוק קטגוריה זו?
id_id: Anda yakin ingin menghapus kategori ini?

source: Initializing and synchronizing changes ...
fi_fi: Muutosten alustaminen ja synkronointi ...
he_il: אתחול וסנכרון שינויים ...
id_id: Menginisialisasi dan menyinkronkan perubahan ...

source: Initializing remote storage ...
fi_fi: Etätallennuksen alustaminen ...
he_il: אתחול אחסון מרחוק ...
id_id: Menginisialisasi penyimpanan jarak jauh ...

source: Generating PWA assets...
fi_fi: PWA-omaisuuden luominen...
he_il: מניב נכסי PWA...
id_id: Membuat aset PWA...

source: Supported Languages
fi_fi: Tuetut kielet
he_il: שפות נתמכות
id_id: Bahasa yang Didukung

source: Multiresolution Requirements
fi_fi: Moniresoluutiota koskevat vaatimukset
he_il: דרישות ריבוי רזולוציות
id_id: Persyaratan Multiresolusi

source: 360 Video Tour Requirements
fi_fi: 360-videoretken vaatimukset
he_il: דרישות סיור וידאו 360
id_id: Persyaratan Tur Video 360

source: Slideshow Requirements
fi_fi: Diaesityksen vaatimukset
he_il: דרישות מצגת
id_id: Persyaratan Tampilan Slide

source: Video Project Requirements
fi_fi: Videoprojektin vaatimukset
he_il: דרישות פרויקט וידאו
id_id: Persyaratan Proyek Video

source: Import File
fi_fi: Tuo tiedosto
he_il: יבוא קובץ
id_id: Impor Berkas
