Repository: PixelBreeze-Labs/immersiva
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fi_fi, he_il, id_id

source: importing file... please do not close the window.
fi_fi: tuodaan tiedostoa... älä sulje ikkunaa.
he_il: ייבוא קובץ... נא לא לסגור את החלון.
id_id: mengimpor file... tolong jangan tutup jendelanya.

source: Edit the content in HTML format
fi_fi: Muokkaa sisältöä HTML-muodossa
he_il: עריכת התוכן בתבנית HTML
id_id: Edit konten dalam format HTML

source: Show HTML Source
fi_fi: Näytä HTML-lähde
he_il: הצג מקור HTML
id_id: Tampilkan Sumber HTML

source: Choose
fi_fi: Valitse
he_il: בחירה
id_id: Pilih

source: Remove Custom Icon
fi_fi: Poista mukautettu kuvake
he_il: הסר סמל מותאם אישית
id_id: Hapus Ikon Kustom

source: Upload Icon
fi_fi: Lataa kuvake
he_il: העלאת סמל
id_id: Unggah Ikon

source: Your "%s" plan not allow to create Landing Pages!
fi_fi: "%s" -suunnitelmasi ei salli aloitussivujen luomista!
he_il: תוכנית "%s" שלך אינה מאפשרת ליצור דפי נחיתה!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Laman Landas!

source: You cannot create Markers on an external virtual tour!
fi_fi: Et voi luoda markkereita ulkoiselle retkelle!
he_il: לא ניתן ליצור סמנים בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat membuat Penanda pada tur virtual eksternal!

source: You have reached the maximum number of Markers allowed from your plan!
fi_fi: Olet saavuttanut suunnitelmastasi sallitun enimmäismäärän merkkejä!
he_il: הגעת למספר המרבי של סמנים המותרים בתוכנית שלך!
id_id: Anda telah mencapai jumlah maksimum Penanda yang diizinkan dari paket Anda!

source: Add Marker
fi_fi: Lisää merkki
he_il: הוסף סמן
id_id: Tambahkan Penanda

source: LookAt
he_il: מבט
id_id: Melihat

source: moves the view in the direction of the clicked marker
fi_fi: siirtää näkymää napsautetun merkin suuntaan
he_il: הזזת התצוגה לכיוון הסמן שנלחץ
id_id: memindahkan tampilan ke arah penanda yang diklik

source: Same Azimuth enabled: can not override the Initial Position.
fi_fi: Sama atsimuutti käytössä: ei voi ohittaa alkuasentoa.
he_il: אותו אזימוט מופעל: לא יכול לעקוף את המיקום הראשוני.
id_id: Azimuth yang sama diaktifkan: tidak dapat mengesampingkan Posisi Awal.

source: Drag the view to set the starting position belongs to this marker. Only works if 'Same Azimuth' is disabled.
fi_fi: Vedä näkymää asettaaksesi aloitussijainnin, joka kuuluu tähän merkkiin. Toimii vain, jos 'Sama atsimuutti' on poistettu käytöstä.
he_il: גרור את התצוגה כדי להגדיר את מיקום ההתחלה השייך לסמן זה. עובד רק אם 'אותו אזימוט' מושבת.
id_id: Tarik tampilan untuk mengatur posisi awal milik penanda ini. Hanya berfungsi jika 'Same Azimuth' dinonaktifkan.

source: Add Marker to go back
fi_fi: Lisää merkki palataksesi takaisin
he_il: הוסף סמן כדי לחזור
id_id: Tambahkan Penanda untuk kembali

source: To position it correctly, override the initial position of the Room Target in the forward direction.
fi_fi: Jos haluat sijoittaa sen oikein, ohita huoneen kohteen alkuasento eteenpäin.
he_il: כדי למקם אותו נכון, עקוף את המיקום ההתחלתי של יעד החדר בכיוון קדימה.
id_id: Untuk memposisikannya dengan benar, timpa posisi awal Target Kamar ke arah depan.

source: Delete Marker
fi_fi: Poista merkki
he_il: מחק סמן
id_id: Hapus Penanda

source: Are you sure you want to delete the marker?
fi_fi: Haluatko varmasti poistaa merkinnän?
he_il: האם אתה בטוח שברצונך למחוק את הסמן?
id_id: Anda yakin ingin menghapus penanda?

source: LookAt Settings
fi_fi: Katso Asetukset
he_il: הגדרות LookAt
id_id: Pengaturan Lihat

source: Are you sure you want to apply LookAt setting to all existing markers by overwriting them?
fi_fi: Oletko varma, että haluat käyttää LookAt-asetusta kaikkiin olemassa oleviin merkkeihin kirjoittamalla ne päälle?
he_il: האם אתה בטוח שברצונך להחיל את הגדרת LookAt על כל הסמנים הקיימים על-ידי דריסתם?
id_id: Apakah Anda yakin ingin menerapkan pengaturan LookAt ke semua penanda yang ada dengan menimpanya?

source: GO TO
fi_fi: Siirry >
he_il: ללכת ל
id_id: PERGI KE

source: drag the marker to change its position
fi_fi: Muuta merkin sijaintia vetämällä sitä
he_il: גרור את הסמן כדי לשנות את מיקומו
id_id: seret penanda untuk mengubah posisinya

source: LIST MARKERS
fi_fi: LISTAA MARKKERIT
he_il: סמני רשימה
id_id: DAFTAR PENANDA

source: ADD MARKER
fi_fi: Lisää merkki
he_il: הוסף סמן
id_id: TAMBAHKAN PENANDA

source: EDIT POIs
fi_fi: KIINNOSTAVIEN PAIKKOJEN MUOKKAAMINEN
he_il: עריכת נקודות עניין
id_id: EDIT POI

source: ROOMS LIST
fi_fi: HUONEIDEN LUETTELO
he_il: רשימת חדרים
id_id: DAFTAR KAMAR

source: Drag and drop rooms into categories or up/down to change its order
fi_fi: Muuta järjestystä vetämällä ja pudottamalla huoneita luokkiin tai ylös/alas
he_il: גררו ושחררו חדרים לקטגוריות או למעלה/למטה כדי לשנות את הסדר שלהם
id_id: Seret dan jatuhkan ruangan ke dalam kategori atau naik/turun untuk mengubah urutannya

source: LOADING MENU LIST ...
fi_fi: LADATAAN VALIKKOLUETTELOA ...
he_il: טוען רשימת תפריטים ...
id_id: MEMuat DAFTAR MENU...

source: You cannot bulk translate an external virtual tour!
fi_fi: Ulkoista virtuaalikierrosta ei voi kääntää joukkona!
he_il: אינך יכול לתרגם בתפזורת סיור וירטואלי חיצוני!
id_id: Anda tidak dapat menerjemahkan tur virtual eksternal secara massal!

source: The tour is not multi-language! To enable other languages go to the UI Editor.
fi_fi: Kiertue ei ole monikielinen! Ota muut kielet käyttöön siirtymällä käyttöliittymäeditoriin.
he_il: הסיור אינו רב לשוני! כדי להפוך שפות אחרות לזמינות, עבור אל עורך ממשק המשתמש.
id_id: Tur ini tidak multi-bahasa! Untuk mengaktifkan bahasa lain, buka Editor UI.

source: %s of %s translated
fi_fi: %s/%s käännetty
he_il: %s של %s תורגם
id_id: %s dari %s diterjemahkan

source: translate missing values
fi_fi: kääntää puuttuvat arvot
he_il: תרגום ערכים חסרים
id_id: menerjemahkan nilai yang hilang

source: view only not translated
fi_fi: Näytä vain ei käännetty
he_il: הצג בלבד לא תורגם
id_id: lihat saja tidak diterjemahkan

source: EDIT TOUR
fi_fi: MUOKKAA kiertomatkaa
he_il: ערוך סיור
id_id: EDIT TUR

source: No icons in this library.
fi_fi: Tässä kirjastossa ei ole kuvakkeita.
he_il: אין סמלים בספריה זו.
id_id: Tidak ada ikon di perpustakaan ini.

source: administrator
fi_fi: ylläpitäjä
he_il: מנהל

source: translate
fi_fi: käännä
he_il: תרגם
id_id: menerjemahkan

source: There's a problem with your payment details. Please update your card by clicking here.
fi_fi: Maksutiedoissasi on ongelma. Päivitä korttisi klikkaamalla tästä.
he_il: יש בעיה בפרטי התשלום שלכם. אנא עדכן את כרטיסך על ידי לחיצה כאן.
id_id: Ada masalah dengan detail pembayaran Anda. Perbarui kartu Anda dengan mengklik di sini.

source: Actual payment method:
fi_fi: Todellinen maksutapa:
he_il: אמצעי תשלום בפועל:
id_id: Metode pembayaran sebenarnya:

source: Redirecting to payment setup page ...
fi_fi: Uudelleenohjaus maksun määrityssivulle...
he_il: הפניה לדף הגדרת תשלום ...
id_id: Mengalihkan ke halaman penyiapan pembayaran ...

source: initializing
fi_fi: alustaa
he_il: אתחול
id_id: menginisialisasi

source: edit room
fi_fi: Muokkaa huonetta
he_il: חדר עריכה
id_id: ruang edit

source: Your "%s" plan not allow to create Globes!
fi_fi: "%s" -suunnitelmasi ei salli maapallojen luomista!
he_il: תוכנית ה"%s" שלכם לא מאפשרת ליצור את גלובס!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Globe!

source: Version Check
fi_fi: Version tarkistus
he_il: בדיקת גרסה
id_id: Periksa Versi

source: Current Version
fi_fi: Nykyinen versio
he_il: גרסה נוכחית
id_id: Versi Terkini

source: Latest Version
fi_fi: Uusin versio
he_il: הגרסה העדכנית ביותר
id_id: Versi terbaru

source: Changelog
fi_fi: Muutosloki
he_il: יומן רישום שינויים
id_id: Catatan perubahan

source: Download and Update
fi_fi: Lataa ja päivitä
he_il: הורדה ועדכון
id_id: Unduh dan Perbarui

source: Can't upgrade, please enable php zip extension.
fi_fi: Ei voi päivittää, ota php zip -laajennus käyttöön.
he_il: לא ניתן לשדרג, אנא הפעל תוסף zip php.
id_id: Tidak dapat memutakhirkan, harap aktifkan ekstensi zip php.

source: Be sure to perform a full manual backup of your current files and database before upgrading.
fi_fi: Muista varmuuskopioida nykyiset tiedostosi ja tietokantasi kokonaan manuaalisesti ennen päivitystä.
he_il: הקפד לבצע גיבוי ידני מלא של הקבצים ומסד הנתונים הנוכחיים שלך לפני השדרוג.
id_id: Pastikan untuk melakukan pencadangan manual penuh file dan database Anda saat ini sebelum memutakhirkan.

source: I made the backup, continue
fi_fi: Tein varmuuskopion, jatka
he_il: ביצעתי את הגיבוי, המשך
id_id: Saya membuat cadangan, lanjutkan

source: UPGRADE NOW!
fi_fi: Päivitä nyt!
he_il: שדרג עכשיו!
id_id: TINGKATKAN SEKARANG!

source: click upgrade now to start
fi_fi: Napsauta Päivitä nyt aloittaaksesi
he_il: לחץ על שדרג כעת כדי להתחיל
id_id: klik tingkatkan sekarang untuk memulai

source: downloading ...
fi_fi: Ladataan...
he_il: הורדת...
id_id: mengunduh ...

source: error, please retry
fi_fi: virhe, yritä uudelleen
he_il: שגיאה, אנא נסה שוב
id_id: kesalahan, silakan coba lagi

source: installing ... do not close this window!
fi_fi: asentaminen... Älä sulje tätä ikkunaa!
he_il: התקנת... אל תסגור חלון זה!
id_id: menginstal ... jangan tutup jendela ini!

source: upgrade completed successfully, you will now be logged out in 5 seconds
fi_fi: Päivitys suoritettu onnistuneesti, sinut kirjataan nyt ulos 5 sekunnissa
he_il: השדרוג הושלם בהצלחה, כעת תתנתק תוך 5 שניות
id_id: upgrade selesai dengan sukses, Anda sekarang akan logout dalam 5 detik

source: checking license
fi_fi: Lisenssin tarkistaminen
he_il: בדיקת רישיון
id_id: memeriksa lisensi

source: invalid license, unable to update
fi_fi: Virheellinen käyttöoikeus, päivitystä ei voi tehdä
he_il: רישיון לא חוקי, לא ניתן לעדכן
id_id: lisensi tidak valid, tidak dapat memperbarui

source: You have reached your quota limit of %s! Please update your plan or delete some contents.
fi_fi: Olet saavuttanut kiintiösi %s! Päivitä sopimuksesi tai poista sisältöä.
he_il: הגעת למגבלת המכסה של %s! עדכן את התוכנית שלך או מחק חלק מהתוכן.
id_id: Anda telah mencapai batas kuota %s! Harap perbarui paket Anda atau hapus beberapa konten.

source: Different plans let you limit your customers to create a certain number of Virtual Tours, Rooms, Markers and POIs. The default Unlimited's plan has no limits.
fi_fi: Eri suunnitelmien avulla voit rajoittaa asiakkaidesi luoda tietyn määrän virtuaalikierroksia, huoneita, merkkejä ja kiinnostavia paikkoja. Oletusarvoisella Unlimitedin suunnitelmalla ei ole rajoituksia.
he_il: תוכניות שונות מאפשרות לך להגביל את הלקוחות שלך כדי ליצור מספר מסוים של סיורים וירטואליים, חדרים, סמנים ונקודות עניין. לתוכנית ברירת המחדל של Unlimited אין מגבלות.
id_id: Paket yang berbeda memungkinkan Anda membatasi pelanggan untuk membuat Tur Virtual, Ruangan, Penanda, dan POI dalam jumlah tertentu. Paket Default Unlimited tidak memiliki batasan.

source: ADD PLAN
fi_fi: LISÄÄ SUUNNITELMA
he_il: הוסף תוכנית
id_id: TAMBAHKAN RENCANA

source: EDIT FEATURES
fi_fi: MUOKKAA OMINAISUUKSIA
he_il: עריכת תכונות
id_id: FITUR EDIT

source: Menu Items
fi_fi: Valikkokohteet
he_il: פריטים בתפריט
id_id: Item Menu

source: Expires Days
fi_fi: Vanhenee päivinä
he_il: פג תוקף ימים
id_id: Hari Kedaluwarsa

source: Storage Quota
fi_fi: Tallennustilan kiintiö
he_il: מכסת אחסון
id_id: Kuota Penyimpanan

source: In use
fi_fi: Käytössä
he_il: בשימוש
id_id: Digunakan

source: New Plan
fi_fi: Uusi suunnitelma
he_il: תכנית חדשה
id_id: Paket Baru

source: unlimited
fi_fi: rajoittamaton
he_il: ללא הגבלה
id_id: unlimited (tak terbatas)

source: set only for free trial plan
fi_fi: Aseta vain maksuttomalle kokeilusuunnitelmalle
he_il: הגדר רק לתוכנית ניסיון בחינם
id_id: atur hanya untuk paket uji coba gratis

source: Expired plan
fi_fi: Vanhentunut suunnitelma
he_il: תוכנית שתוקפה פג
id_id: Paket kedaluwarsa

source: Keep tours online
fi_fi: Pidä retket verkossa
he_il: שמור על סיורים מקוונים
id_id: Buat tur tetap online

source: Put tours offline
fi_fi: Laita retket offline-tilaan
he_il: העבר סיורים למצב לא מקוון
id_id: Buat tur offline

source: Frequency
fi_fi: Toistuu joka
he_il: תדירות
id_id: Frekuensi

source: Recurring
fi_fi: Toistuva
he_il: חוזר
id_id: Berulang

source: Monthly / Yearly
fi_fi: Kuukausittain / vuosittain
he_il: חודשי / שנתי
id_id: Bulanan / Tahunan

source: One Time
fi_fi: Kertamaksu
he_il: חד פעמי
id_id: Satu kali

source: Interval (months)
fi_fi: Aikaväli (kuukautta)
he_il: מרווח (חודשים)
id_id: Interval (bulan)

source: the number of intervals between subscription billings
fi_fi: tilauslaskutuksen välien määrä
he_il: מספר מרווחי הזמן בין חיובי מנוי
id_id: jumlah interval antara tagihan berlangganan

source: Price (Yearly)
fi_fi: Hinta (vuosittain)
he_il: מחיר (שנתי)
id_id: Harga (Tahunan)

source: N. Tours (global)
fi_fi: N. Tours (maailmanlaajuinen)
he_il: נ. טורס (גלובלי)
id_id: N. Tur (global)

source: N. Tours (monthly)
fi_fi: N. Tours (kuukausittain)
he_il: נ. סיורים (חודשיים)
id_id: N. Tur (bulanan)

source: N. Rooms (global)
fi_fi: N. Huoneet (maailmanlaajuisesti)
he_il: N. חדרים (גלובלי)
id_id: N. Kamar (global)

source: N. Rooms (tour)
fi_fi: N. Huoneet (retki)
he_il: N. חדרים (סיור)
id_id: N. Kamar (tur)

source: N. Markers
fi_fi: N. Merkit
he_il: נ. סמנים
id_id: N. Penanda

source: N. POIs
fi_fi: N. Kiinnostavat kohteet
he_il: N. נקודות עניין
id_id: N. POI

source: N. Gallery Images
fi_fi: N. Gallerian kuvat
he_il: נ. תמונות גלריה
id_id: N. Galeri Gambar

source: Panorama Upload Size
fi_fi: Panoraamalähetyksen koko
he_il: פנורמה גודל העלאה
id_id: Ukuran Unggah Panorama

source: A.I. Panorama (frequency)
fi_fi: A.I. Panoraama (taajuus)
he_il: A.I. פנורמה (תדר)
id_id: A.I. Panorama (frekuensi)

source: Monthly
fi_fi: Kuukausittain
he_il: חודשי
id_id: Bulanan

source: Credits (manually assigned)
fi_fi: Krediitit (manuaalisesti määritetty)
he_il: קרדיטים (מוקצים ידנית)
id_id: Kredit (ditugaskan secara manual)

source: A.I. Panorama (monthly)
fi_fi: A.I. Panoraama (kuukausittain)
he_il: A.I. פנורמה (חודשי)
id_id: AI Panorama (bulanan)

source: A.I. Enhancement (frequency)
fi_fi: A.I. Tehostus (taajuus)
he_il: שיפור בינה מלאכותית (תדירות)
id_id: A.I. Peningkatan (frekuensi)

source: A.I. Enhancement (monthly)
fi_fi: A.I. Parannus (kuukausittain)
he_il: שיפור בינה מלאכותית (חודשי)
id_id: A.I. Peningkatan (bulanan)

source: GSV Publish (frequency)
fi_fi: GSV-julkaisu (taajuus)
he_il: פרסום GSV (תדירות)
id_id: Publikasi GSV (frekuensi)

source: GSV Publish (monthly)
fi_fi: GSV-julkaisu (kuukausittain)
he_il: GSV Publish (חודשי)
id_id: Publikasi GSV (bulanan)

source: Download Slideshow
fi_fi: Lataa diaesitys
he_il: הורד מצגת
id_id: Unduh Rangkai Slide

source: Video 360 Tour
fi_fi: Video 360 -retki
he_il: סיור וידאו 360
id_id: Tur Video 360

source: Multi Language
fi_fi: Monikielinen
he_il: ריבוי שפות
id_id: Banyak bahasa

source: Automatic Translation
fi_fi: Automaattinen käännös
he_il: תרגום אוטומטי
id_id: Terjemahan Otomatis

source: Showcase
fi_fi: Projektien esittely
he_il: חלון ראווה
id_id: Memamerkan

source: Loading Image/Video
fi_fi: Kuvan/videon lataaminen
he_il: טעינת תמונה/וידאו
id_id: Memuat Gambar/Video

source: Loading Image Slider
fi_fi: Ladataan kuvan liukusäädintä
he_il: טוען מחוון תמונה
id_id: Memuat Penggeser Gambar

source: Auto Rotate
fi_fi: Automaattinen kierto
he_il: סיבוב אוטומטי
id_id: Rotasi otomatis

source: Fly-in
fi_fi: Sisäänlennähdys
he_il: מטס
id_id: Terbang

source: Live session
fi_fi: Live-istunto
he_il: שידור חי
id_id: Sesi langsung

source: Video 360 Panorama
fi_fi: Video 360 asteen panoraama
he_il: וידאו 360 פנורמה

source: Multiple Rooms View
fi_fi: Näkymä useisiin huoneisiin
he_il: נוף למספר חדרים
id_id: Pemandangan Beberapa Kamar

source: Protect Rooms
fi_fi: Suojaa huoneet
he_il: הגנה על חדרים
id_id: Lindungi Kamar

source: Whatsapp / Facebook Chat
he_il: וואטסאפ / פייסבוק צ'אט
id_id: Obrolan Whatsapp / Facebook

source: Meta Tags
fi_fi: Metatagit
he_il: תג מטא
id_id: Tag Meta

source: Password Tour
fi_fi: Salasanaretki
he_il: סיור סיסמאות
id_id: Tur Kata Sandi

source: Download Tour
fi_fi: Lataa retki
he_il: הורד סיור
id_id: Unduh Tur

source: Import / Export Tour
fi_fi: Tuo / Vienti Tour
he_il: סיור ייבוא / ייצוא
id_id: Tur Impor / Ekspor

source: Editor 3D View
fi_fi: Editorin 3D-näkymä
he_il: עורך תצוגת תלת-ממד
id_id: Tampilan 3D Editor

source: Custom 1
fi_fi: Mukautettu 1
he_il: מותאם אישית 1
id_id: Kustom 1

source: Custom 2
fi_fi: Mukautettu 2
he_il: מותאם אישית 2
id_id: Kustom 2

source: Custom 3
fi_fi: Mukautettu 3
he_il: מותאם אישית 3
id_id: Kustom 3

source: Custom 4
fi_fi: Mukautettu 4
he_il: מותאם אישית 4
id_id: Kustom 4

source: Custom 5
fi_fi: Mukautettu 5
he_il: מותאם אישית 5
id_id: Kustom 5

source: Custom Features
fi_fi: Mukautetut ominaisuudet
he_il: תכונות מותאמות אישית
id_id: Fitur Kustom

source: List of additional features to show for the plan (each feature must be on a new line)
fi_fi: Luettelo suunnitelmassa näytettävistä lisäominaisuuksista (jokaisen ominaisuuden on oltava uudella rivillä)
he_il: רשימה של תכונות נוספות להצגה עבור התוכנית (כל תכונה חייבת להיות בשורה חדשה)
id_id: Daftar fitur tambahan untuk ditampilkan pada paket (setiap fitur harus berada di baris baru)

source: to use external payment systems or other reasons (visible only with deactivated payments)
fi_fi: käyttää ulkoisia maksujärjestelmiä tai muita syitä (näkyy vain deaktivoiduissa maksuissa)
he_il: כדי להשתמש במערכות תשלום חיצוניות או מסיבות אחרות (גלוי רק עם תשלומים מושבתים)
id_id: untuk menggunakan sistem pembayaran eksternal atau alasan lain (hanya terlihat dengan pembayaran yang dinonaktifkan)

source: Button Type
fi_fi: Painikkeen tyyppi
he_il: סוג כפתור
id_id: Jenis Tombol

source: Button Text
fi_fi: Painikkeen teksti
he_il: טקסט כפתור
id_id: Teks Tombol

source: Button Icon
fi_fi: Painikkeen kuvake
he_il: אייקון הכפתור

source: Override
fi_fi: Ohita
he_il: לעקוף
id_id: Timpa

source: override template settings for this plan
fi_fi: ohittaa tämän suunnitelman malliasetukset
he_il: עקיפת הגדרות תבנית עבור תוכנית זו
id_id: ganti pengaturan templat untuk paket ini

source: override sample settings for this plan
fi_fi: ohittaa tämän suunnitelman malliasetukset
he_il: עקיפת הגדרות לדוגמה עבור תוכנית זו
id_id: ganti pengaturan sampel untuk rencana ini

source: Edit Plan
fi_fi: Muokkaa tilausta
he_il: ערוך תוכנית
id_id: Edit Paket

source: Storage Quota (MB)
fi_fi: Tallennustilan kiintiö (Mt)
he_il: מכסת אחסון (MB)
id_id: Kuota Penyimpanan (MB)

source: Delete
fi_fi: Poista
he_il: מחק
id_id: Hapus

source: Custom Name
fi_fi: Mukautettu nimi
he_il: שם מותאם
id_id: Nama Kustom

source: Your own Logo
fi_fi: Oma logo
he_il: לוגו משלך
id_id: Logo Anda sendiri

source: Hide Tripod
fi_fi: Piilota jalusta
he_il: הסתר חצובה
id_id: Sembunyikan Tripod

source: Background Music
fi_fi: Taustamusiikki
he_il: מוזיקת רקע
id_id: Latarbelakang musik

source: Fly-In Animation
fi_fi: Fly-In -animaatio
he_il: אנימציית פליי-אין
id_id: Animasi Terbang Masuk

source: Multi-Resolution
fi_fi: Moniresoluutioinen
he_il: רב-רזולוציות
id_id: Multi-Resolusi

source: Multiple Room's Views
fi_fi: Näkymät usean huoneen tiloihin
he_il: חדרים מרובים משקיפים
id_id: Pemandangan Beberapa Kamar

source: Protect Rooms (Passcode, Leads)
fi_fi: Suojaa huoneet (pääsykoodi, johdot)
he_il: הגנה על חדרים (קוד גישה, לידים)
id_id: Lindungi Kamar (Kode Sandi, Prospek)

source: Facebook / Whatsapp Chat
he_il: פייסבוק / וואטסאפ צ'אט
id_id: Obrolan Facebook / Whatsapp

source: Protect tour (Password, Leads)
fi_fi: Suojaa retki (Salasana, liidit)
he_il: הגן על הסיור (סיסמה, לידים)
id_id: Lindungi tur (Kata Sandi, Prospek)

source: You cannot edit 3D View on an external virtual tour!
fi_fi: 3D-näkymää ei voi muokata ulkoisella virtuaaliretkellä!
he_il: לא ניתן לערוך תצוגת תלת מימד בסיור וירטואלי חיצוני!
id_id: Anda tidak dapat mengedit Tampilan 3D pada tur virtual eksternal!

source: Your "%s" plan not allow to create 3D Views!
fi_fi: "%s" -suunnitelmasi ei salli 3D-näkymien luomista!
he_il: תוכנית "%s" שלך אינה מאפשרת ליצור תצוגות תלת מימד!
id_id: Paket "%s" Anda tidak memungkinkan untuk membuat Tampilan 3D!

source: Add Room
fi_fi: lisää sali
he_il: הוספת חדר
id_id: Tambahkan Kamar

source: You need to add the room pointer positions directly inside the GLB file. To do this you can use Blender, add an <b>empty arrow object</b> and set its rotation values to <b>X</b>:0, <b>Y</b>:90, <b>Z</b>: the direction from where the photo was taken with yaw set to 0 (the center of the panorama).<br>Within the <b>custom properties</b> of this object create one of type string called <b>id_room</b> and set the id of the room in it. <b>Export</b> the GLB file selecting in the settings to include the custom properties.
fi_fi: Sinun on lisättävä huoneen osoittimen sijainnit suoraan GLB-tiedostoon. Voit tehdä tämän käyttämällä Blenderiä, lisäämällä <b>tyhjän nuoliobjektin</b> ja asettamalla sen kiertoarvot <b>arvoon X</b>:0, <b>Y</b>:90, <b>Z</b>: suunta, josta valokuva on otettu, kun kallistus on asetettu arvoon 0 (panoraaman keskellä).<br>Luo tämän objektin <b>mukautetuissa ominaisuuksissa</b> yksi merkkijono nimeltä <b>id_room</b> ja aseta siinä olevan huoneen tunnus. <b>Vie</b> GLB-tiedosto valitsemalla asetuksissa sisällytä mukautetut ominaisuudet.
he_il: עליך להוסיף את מיקומי מצביע החדר ישירות בתוך קובץ GLB. לשם כך ניתן להשתמש בבלנדר, להוסיף <b>אובייקט חץ ריק</b> ולהגדיר את ערכי הסיבוב שלו ל <b>- X</b>:0, <b>Y</b>:90, <b>Z</b>: הכיוון שממנו צולמה התמונה עם פיהוק מוגדר ל- 0 (מרכז הפנורמה).<br>בתוך <b>המאפיינים המותאמים אישית</b> של אובייקט זה, צור מחרוזת מסוג אחד בשם <b>id_room</b> והגדר את מזהה החדר בה. <b>יצא</b> את קובץ GLB תוך בחירה בהגדרות כדי לכלול את המאפיינים המותאמים אישית.
id_id: Anda perlu menambahkan posisi penunjuk ruangan langsung di dalam file GLB. Untuk melakukan ini, Anda dapat menggunakan Blender, tambahkan <b>objek panah kosong</b> dan atur nilai rotasinya ke <b>X</b> :0, <b>Y</b> :90, <b>Z</b> : arah pengambilan foto dengan yaw atur ke 0 (pusat panorama).<br> Di dalam <b>properti khusus</b> objek ini, buat salah satu tipe string yang disebut <b>id_room</b> dan atur id ruangan di dalamnya. <b>Ekspor</b> file GLB memilih dalam pengaturan untuk menyertakan properti khusus.

source: Room id List
fi_fi: Huoneiden ID luettelo
he_il: רשימת מזהי חדרים
id_id: Daftar id kamar

source: click to copy the id
fi_fi: Kopioi tunnus napsauttamalla
he_il: לחץ כדי להעתיק את המזהה
id_id: klik untuk menyalin id

source: Delete Custom 3D Model
fi_fi: Poista mukautettu 3D-malli
he_il: מחיקת מודל תלת-ממדי מותאם אישית
id_id: Hapus Model 3D Khusus

source: Are you sure you want to delete the custom 3D model?
fi_fi: Haluatko varmasti poistaa mukautetun 3D-mallin?
he_il: האם אתה בטוח שברצונך למחוק את מודל התלת-ממד המותאם אישית?
id_id: Anda yakin ingin menghapus model 3D ubahsuaian?

source: Custom 3D Model
fi_fi: Mukautettu 3D-malli
he_il: מודל תלת-ממדי מותאם אישית
id_id: Model 3D Kustom

source: Levels
fi_fi: Jäsentasot
he_il: רמות
id_id: Level

source: Download 3D Model
fi_fi: Lataa 3D-malli
he_il: הורד מודל תלת מימד
id_id: Unduh Model 3D

source: Use Custom 3D Model
fi_fi: Käytä mukautettua 3D-mallia
he_il: שימוש במודל תלת-ממדי מותאם אישית
id_id: Gunakan Model 3D Kustom

source: Remove Custom 3D Model
fi_fi: Poista mukautettu 3D-malli
he_il: הסרת מודל תלת-ממדי מותאם אישית
id_id: Hapus Model 3D Kustom

source: Loading Custom 3D Model ...
fi_fi: Ladataan mukautettua 3D-mallia ...
he_il: טוען מודל תלת מימד מותאם אישית ...
id_id: Memuat Model 3D Khusus ...

source: Level
fi_fi: Taso
he_il: רמה

source: Select room
fi_fi: Valitse huone
he_il: בחר חדר
id_id: Pilih kamar

source: Double click
fi_fi: Kaksoisnapsauta
he_il: לחיצה כפולה
id_id: Klik ganda

source: Move
fi_fi: Siirrä
he_il: העבר
id_id: Pindahkan

source: Width
fi_fi: Leveys
he_il: רוחב
id_id: Lebar

source: Depth
fi_fi: Syvyys
he_il: עומק
id_id: Kedalaman

source: Height
fi_fi: Korkeus
he_il: גובה
id_id: Tinggi

source: Front
fi_fi: Etuosa
he_il: קדמי
id_id: Depan

source: Back
fi_fi: Takaisin
he_il: חזור
id_id: Kembali

source: Pointer
fi_fi: Osoitin
he_il: סמן
